{"translation-revision-date":"2024-11-07T10:43:27+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Cancel":["Annuler"],"Revoke Access":["Révoquer l'accès"],"Revoke":["Révoquer"],"Generate Custom Code":["Générer un code personnalisé"],"Get Started Now":["Commencez maintenant"],"Go back to the dashboard":["Retournez au tableau de bord"],"Welcome to the Zip AI Setup Wizard!":["Bienvenue dans l'assistant d'installation de Zip AI !"],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":["Zip AI est votre assistant WordPress, accessible directement depuis votre interface. Créez du contenu persuasif, générez du code personnalisé et obtenez des réponses à vos questions WordPress en quelques secondes. Les possibilités sont infinies !"],"Craft Compelling Content":["Créez un contenu captivant"],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":["Avec Zip, vous pouvez créer sans effort un texte persuasif et engageant qui résonne avec votre public."],"AI-Powered Block Patterns":["Motifs de bloc alimentés par l'IA"],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":["Zip peut personnaliser et adapter les motifs de blocs et les modèles de section en fonction des besoins uniques de votre site web."],"WordPress Wizardry":["Sorcellerie WordPress"],"Got questions? Zip has the answers. Whether it's troubleshooting, or customizing your site, Zip has your back.":["Des questions ? Zip a les réponses. Que ce soit pour résoudre des problèmes ou personnaliser votre site, Zip est là pour vous."],"Personalized Templates":["Modèles personnalisés"],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":["Dites adieu aux designs génériques et bonjour aux modèles de pages personnalisés de Zip, conçus spécialement pour vous."],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":["Fini les difficultés avec les problèmes de codage complexes. Zip peut créer du code personnalisé, des fonctions et du CSS adaptés à vos besoins."],"Custom Pages with AI":["Pages personnalisées avec IA"],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":["Avec Zip AI à vos côtés, vous pouvez créer de magnifiques pages web 100%s personnalisées sans avoir besoin de compétences en design ou en codage."],"From the Team Behind Some Iconic WordPress Products":["De l'équipe derrière certains produits WordPress emblématiques"],"Visit Website":["Visiter le site"],"Words Written":["Mots écrits"],"Get more Credits":["Obtenez plus de crédits"],"of %s":["de %s"],"Enable Zip AI":["Activer Zip AI"],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":["Vous pouvez facilement activer ou désactiver Zip AI depuis cette section. Il suffit de basculer l'interrupteur en un seul clic."],"Zip is Authorized":["Zip est autorisé"],"Your website is connected to AI. You can disconnect at any time.":["Votre site web est connecté à l'IA. Vous pouvez vous déconnecter à tout moment."],"Are you sure you want to disconnect?":["Êtes-vous sûr de vouloir vous déconnecter ?"],"You will need to reconnect to use AI features again.":["Vous devrez vous reconnecter pour utiliser à nouveau les fonctionnalités d'IA."],"Default route fallback":["Itinéraire par défaut de secours"],"Zip - Your AI Assistant":["Zip - Votre assistant IA"]}}}