{"translation-revision-date":"2024-11-27T11:30:35+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/onboarding\/assets\/dist\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Starter Templates":["Starter-Vorlagen"],"Get Essential Toolkit":["Essentielles Toolkit erhalten"],"Premium":["Premium"],"Elementor":["Elementor"],"Beaver Builder":["Biber Erbauer"],"Brizy":["Brizy"],"This starter template requires premium plugins. As these are third party premium plugins, you'll need to purchase, install and activate them first.":["Diese Startervorlage erfordert Premium-Plugins. Da es sich um Premium-Plugins von Drittanbietern handelt, müssen Sie diese zuerst kaufen, installieren und aktivieren."],"Install Required Plugins":["Erforderliche Plugins installieren"],"Sync Library":["Bibliothek synchronisieren"],"Sorry, something went wrong.":["Entschuldigung, etwas ist schiefgelaufen."],"Please contact the hosting service provider to help you update the permissions so that you can successfully import a complete template.":["Bitte kontaktieren Sie den Hosting-Dienstanbieter, um Ihnen bei der Aktualisierung der Berechtigungen zu helfen, damit Sie erfolgreich eine vollständige Vorlage importieren können."],"Style 1":["Stil 1"],"Style 2":["Stil 2"],"Style 3":["Stil 3"],"Style 4":["Stil 4"],"Style 5":["Stil 5"],"Style 6":["Stil 6"],"Style 7":["Stil 7"],"Style 8":["Stil 8"],"Style 9":["Stil 9"],"Style 10":["Stil 10"],"Site Logo":["Seitenlogo"],"Upload File Here":["Datei hier hochladen"],"Back":["Zurück"],"Continue":["Fortfahren"],"Exit to Dashboard":["Zurück zum Dashboard"],"Block Editor":["Block-Editor"],"Importing Content…":["Inhalt wird importiert…"],"Fetching related demo failed.":["Abrufen der zugehörigen Demo fehlgeschlagen."],"Astra Theme Installed.":["Astra-Theme installiert."],"Astra theme installation failed.":["Die Installation des Astra-Themas ist fehlgeschlagen."],"Installing Astra Theme…":["Installiere Astra-Theme…"],"Resetting posts.":["Beiträge zurücksetzen."],"Resetting posts failed.":["Zurücksetzen der Beiträge fehlgeschlagen."],"Taking settings backup.":["Einstellungen werden gesichert."],"Taking settings backup failed.":["Das Erstellen eines Sicherungsbackups der Einstellungen ist fehlgeschlagen."],"Resetting customizer.":["Zurücksetzen des Anpasstools."],"Resetting customizer failed.":["Zurücksetzen des Anpasstools fehlgeschlagen."],"Resetting site options.":["Zurücksetzen der Website-Optionen."],"Resetting site options Failed.":["Zurücksetzen der Website-Optionen fehlgeschlagen."],"Resetting widgets.":["Widgets zurücksetzen."],"Resetting widgets JSON parse failed.":["Zurücksetzen der Widgets JSON-Analyse fehlgeschlagen."],"Resetting widgets failed.":["Das Zurücksetzen der Widgets ist fehlgeschlagen."],"Resetting terms and forms.":["Zurücksetzen von Bedingungen und Formularen."],"Resetting terms and forms failed.":["Das Zurücksetzen der Bedingungen und Formulare ist fehlgeschlagen."],"Gathering posts for deletions.":["Sammeln von Beiträgen zur Löschung."],"Resetting posts done.":["Zurücksetzen der Beiträge abgeschlossen."],"Importing Site Content Failed. - Import Process Interrupted":["Importieren von Website-Inhalten fehlgeschlagen. - Importvorgang unterbrochen"],"Importing - %1$s":["Importieren - %1$s"],"Are you sure you want to cancel the site import process?":["Sind Sie sicher, dass Sie den Importvorgang der Website abbrechen möchten?"],"Starting Import.":["Import wird gestartet."],"Reset for old website is done.":["Der Reset für die alte Website ist abgeschlossen."],"Importing forms.":["Formulare werden importiert."],"Importing Customizer failed due to parse JSON error.":["Importieren des Customizers ist aufgrund eines JSON-Parsing-Fehlers fehlgeschlagen."],"Importing Customizer Failed.":["Importieren des Customizers fehlgeschlagen."],"Importing Spectra Settings.":["Importiere Spektreneinstellungen."],"Importing Spectra Settings failed due to parse JSON error.":["Importieren der Spektreneinstellungen ist aufgrund eines JSON-Parsing-Fehlers fehlgeschlagen."],"Importing Spectra Settings Failed.":["Importieren der Spektreneinstellungen fehlgeschlagen."],"Importing Surecart Settings failed.":["Das Importieren der Surecart-Einstellungen ist fehlgeschlagen."],"Importing Surecart Settings Failed.":["Importieren der Surecart-Einstellungen fehlgeschlagen."],"Importing Site Content.":["Importieren von Website-Inhalten."],"Installing Required Plugins.":["Installation der erforderlichen Plugins."],"%1$s plugin installed successfully.":["%1$s Plugin erfolgreich installiert."],"Could not install the plugin - %s":["Konnte das Plugin nicht installieren - %s"],"Importing Site Options.":["Importiere Site-Optionen."],"Importing Site Options failed due to parse JSON error.":["Das Importieren der Site-Optionen ist aufgrund eines JSON-Parsing-Fehlers fehlgeschlagen."],"Importing Site Options Failed.":["Importieren der Site-Optionen fehlgeschlagen."],"Importing Widgets.":["Widgets importieren."],"Importing Widgets failed due to parse JSON error.":["Der Import von Widgets ist aufgrund eines JSON-Parsing-Fehlers fehlgeschlagen."],"Importing Widgets Failed.":["Importieren von Widgets fehlgeschlagen."],"Activating %1$s plugin.":["Aktivierung des %1$s-Plugins."],"%1$s activated.":["%1$s aktiviert."],"JSON_Error: Could not activate the required plugin - %1$s.":["JSON_Error: Konnte das erforderliche Plugin nicht aktivieren - %1$s."],"<a href=\"%1$s\">Read article<\/a> to resolve the issue and continue importing template.":["<a href=\"%1$s\">Artikel lesen<\/a>, um das Problem zu lösen und das Importieren der Vorlage fortzusetzen."],"Could not activate the required plugin - %1$s.":["Konnte das erforderliche Plugin - %1$s - nicht aktivieren."],"We are building your website…":["Wir erstellen Ihre Website…"],"License key":["Lizenzschlüssel"],"Change Fonts":["Schriftarten ändern"],"Search for Starter Templates":["Nach Startervorlagen suchen"],"No favorites added. Press the heart icon to add templates as favorites.":["Keine Favoriten hinzugefügt. Drücken Sie das Herzsymbol, um Vorlagen als Favoriten hinzuzufügen."],"Other suggested Starter Templates":["Weitere empfohlene Startervorlagen"],"My Favorite":["Mein Favorit"],"Library refreshed successfully":["Bibliothek erfolgreich aktualisiert"],"Library refreshed failed!":["Bibliothek aktualisieren fehlgeschlagen!"],"Selected Template:":["Ausgewählte Vorlage:"],"SureCart":["SureCart"],"A simple yet powerful e-commerce platform designed to grow your business with effortlessly selling online.":["Eine einfache, aber leistungsstarke E-Commerce-Plattform, die darauf ausgelegt ist, Ihr Geschäft mit mühelosem Online-Verkauf zu erweitern."],"WooCommerce":[""],"WooCommerce is an open-source e-commerce plugin for WordPress. It is designed for small to large-sized online merchants using WordPress.":["WooCommerce ist ein Open-Source-E-Commerce-Plugin für WordPress. Es ist für kleine bis große Online-Händler, die WordPress verwenden, konzipiert."],"Remove Logo":["Logo entfernen"],"Change Logo":["Logo ändern"],"Suggested Dimensions: 180x60 pixels":["Vorgeschlagene Abmessungen: 180x60 Pixel"],"Don’t have a logo? No problem!":["Kein Logo? Kein Problem!"],"You can upload it later":["Sie können es später hochladen"],"Choose eCommerce Platform":["Wählen Sie die E-Commerce-Plattform"],"Choose your preferred e-Commerce platform. Based on your selection, you will receive the account setup and cart options.":["Wählen Sie Ihre bevorzugte E-Commerce-Plattform. Basierend auf Ihrer Auswahl erhalten Sie die Kontoeinrichtung und Warenkorbfunktionen."],"Logo":["Logo"],"Choose a logo for your site. You can update it anytime later.":["Wählen Sie ein Logo für Ihre Website. Sie können es jederzeit später aktualisieren."],"Skip & Continue":["Überspringen & Fortfahren"],"Fonts":["Schriftarten"],"Colors & Fonts":["Farben & Schriften"],"Choose colors and fonts for your site. You can update them anytime later.":["Wählen Sie Farben und Schriftarten für Ihre Website. Sie können diese jederzeit später aktualisieren."],"DEFAULT COLORS":["STANDARD FARBEN"],"Change Colors":["Farben ändern"],"This is a premium template and comes with our Essentials and Business Toolkits. <br\/><br\/> Get access to this premium template and 100+ more.":["Dies ist eine Premium-Vorlage und wird mit unseren Essentials- und Business-Toolkits geliefert. <br\/><br\/> Erhalten Sie Zugriff auf diese Premium-Vorlage und über 100 weitere."],"Liked this Starter Template?":["Hat Ihnen diese Startervorlage gefallen?"],"Unlock Access":["Zugang entsperren"],"<b> Questions? <\/b> Get in touch with our %1$ssupport team%2$s.":["<b> Fragen? <\/b> Kontaktieren Sie unser %1$sSupport-Team%2$s."],"If you have purchased our Essential or Business Toolkits, please install the premium version of the plugin that you can %1$sdownload%2$s from our store.":["Wenn Sie unsere Essential- oder Business-Toolkits erworben haben, installieren Sie bitte die Premium-Version des Plugins, die Sie von unserem Store %1$sherunterladen%2$s können."],"Already a customer?":["Bereits Kunde?"],"If you have purchased our Essential or Business Toolkits, just enter your license key below to import this template.":["Wenn Sie unsere Essential- oder Business-Toolkits erworben haben, geben Sie einfach unten Ihren Lizenzschlüssel ein, um diese Vorlage zu importieren."],"Currently the free version is installed.":["Derzeit ist die kostenlose Version installiert."],"Please Enter License Key":["Bitte Lizenzschlüssel eingeben"],"1. Installing required theme, plugins, forms, etc":["1. Installation des erforderlichen Themas, der Plugins, Formulare usw."],"2. Importing pages, menus, posts, etc":["2. Importieren von Seiten, Menüs, Beiträgen usw."],"3. Setting up customizer settings and the site settings":["3. Einrichten der Anpassungseinstellungen und der Seiteneinstellungen"],"4. Finalizing last few settings":["4. Letzte Einstellungen abschließen"],"Your Website is ready and it took just %1$s %2$s to build.":["Ihre Website ist fertig und es hat nur %1$s %2$s gedauert, sie zu erstellen."],"I just built my website in %1$s %2$s with Starter Templates by %3$s. Can’t believe how easy it was!!! 😍":["Ich habe gerade meine Website in %1$s %2$s mit Starter-Vorlagen von %3$s erstellt. Ich kann nicht glauben, wie einfach es war!!! 😍"],"Your Website is ready. It took just 25 seconds to build it.":["Ihre Website ist fertig. Es hat nur 25 Sekunden gedauert, sie zu erstellen."],"I just built my website with Starter Templates by %1$s in minutes. Can't believe how easy it is! 😍":["Ich habe gerade meine Website mit Starter Templates von %1$s in wenigen Minuten erstellt. Kann nicht glauben, wie einfach das ist! 😍"],"Tweet this":["Twittern Sie dies"],"View Your Website":["Ihre Website anzeigen"],"Still no luck? Other potential solution:":["Noch kein Glück? Andere mögliche Lösung:"],"What went wrong?":["Was ist schiefgelaufen?"],"More technical information from console:":["Weitere technische Informationen von der Konsole:"],"Click here and we’ll try again":["Klicken Sie hier und wir versuchen es erneut"],"Please report this error&nbsp;":["Bitte melden Sie diesen Fehler&nbsp;"],"&nbsp;so we can fix it.":["&nbsp;damit wir es beheben können."],"Tell us a little bit about yourself":["Erzählen Sie uns ein wenig über sich selbst"],"Your First Name":["Ihr Vorname"],"Your Work Email":["Ihre Arbeits-E-Mail"],"I am…":["Ich bin…"],"Beginner":["Anfänger"],"Intermediate":["Mittelstufe"],"Expert":["Experte"],"I am building website for…":["Ich baue eine Website für…"],"Myself\/My Company":["Ich selbst\/Mein Unternehmen"],"My Client":["Mein Kunde"],"I agree to receive your newsletters and accept the data privacy statement.":["Ich stimme zu, Ihre Newsletter zu erhalten und akzeptiere die Datenschutzerklärung."],"Advanced Options":["Erweiterte Optionen"],"Delete Previously imported sites":["Lösche zuvor importierte Websites"],"WARNING: Selecting this option will delete all data from the previous import. Choose this option only if this is intended.":["WARNUNG: Wenn Sie diese Option auswählen, werden alle Daten aus dem vorherigen Import gelöscht. Wählen Sie diese Option nur, wenn dies beabsichtigt ist."],"Choose this option only if this is intended.You can find the backup to the current customizer settings at \/wp-content\/uploads astra-sites":["Wählen Sie diese Option nur, wenn dies beabsichtigt ist. Sie finden das Backup der aktuellen Anpassungseinstellungen unter \/wp-content\/uploads astra-sites"],"Install & Activate Astra Theme":["Installieren und Aktivieren Sie das Astra-Theme"],"To import the site in the original format, you would need the Astra theme activated. You can import it with any other theme, but the site might lose some of the design settings and look a bit different.":["Um die Website im Originalformat zu importieren, müssen Sie das Astra-Theme aktiviert haben. Sie können es auch mit jedem anderen Theme importieren, aber die Website könnte einige der Designeinstellungen verlieren und etwas anders aussehen."],"Import Customizer Settings":["Customizer-Einstellungen importieren"],"Starter Templates customizer serves global settings that give uniform design to the website. Choosing this option will override your current customizer settings.":["Der Starter-Templates-Customizer bietet globale Einstellungen, die dem Website-Design ein einheitliches Aussehen verleihen. Wenn Sie diese Option wählen, werden Ihre aktuellen Customizer-Einstellungen überschrieben."],"Import Widgets":["Widgets importieren"],"Plugins needed to import this template are missing. Required plugins will be installed and activated automatically.":["Plugins, die zum Importieren dieser Vorlage benötigt werden, fehlen. Erforderliche Plugins werden automatisch installiert und aktiviert."],"Import Content":["Inhalt importieren"],"Selecting this option will import dummy pages, posts, images, and menus. If you do not want to import dummy content, please uncheck this option.":["Wenn Sie diese Option auswählen, werden Dummy-Seiten, -Beiträge, -Bilder und -Menüs importiert. Wenn Sie keine Dummy-Inhalte importieren möchten, deaktivieren Sie bitte diese Option."],"Share Non-Sensitive Data":["Nicht sensible Daten teilen"],"Help our developers build better templates and products for you by sharing anonymous and non-sensitive data about your website.":["Helfen Sie unseren Entwicklern, bessere Vorlagen und Produkte für Sie zu erstellen, indem Sie anonyme und nicht sensible Daten über Ihre Website teilen."],"Learn More":["Erfahren Sie mehr"],"Replace Existing Surecart Store":["Vorhandenen Surecart-Shop ersetzen"],"Replace the current Surecart store with the imported store's data and settings.":["Ersetzen Sie den aktuellen Surecart-Shop durch die Daten und Einstellungen des importierten Shops."],"Select Page Builder":["Seite Builder auswählen"],"Please choose your preferred page builder from the list below.":["Bitte wählen Sie Ihren bevorzugten Seitenersteller aus der untenstehenden Liste aus."],"What type of website are you building?":["Welche Art von Website bauen Sie?"],"Starter Templates for %1$s:":["Starter-Vorlagen für %1$s:"],"Get unlimited access to all Premium Starter Templates and more, at a single low cost!":["Erhalten Sie unbegrenzten Zugriff auf alle Premium-Startervorlagen und mehr, zu einem einzigen niedrigen Preis!"],"Install & Activate":["Installieren & Aktivieren"],"Activate":["Aktivieren"],"Okay, just one last step…":["Okay, nur noch ein letzter Schritt…"],"Submit & Build My Website":["Einreichen & Meine Website erstellen"],"Required plugins missing":["Erforderliche Plugins fehlen"],"Some required plugins could not be able to be installed\/activated due to some limitations coming from this website’s hosting service provider.":["Einige erforderliche Plugins konnten aufgrund von Einschränkungen des Hosting-Dienstanbieters dieser Website nicht installiert\/aktiviert werden."],"We request you to please install\/update the following plugins to proceed.":["Wir bitten Sie, die folgenden Plugins zu installieren\/aktualisieren, um fortzufahren."],"Required plugins -":["Erforderliche Plugins -"],"Start Importing":["Importieren starten"],"We're Almost There!":["Wir sind fast da!"],"The Starter Template you are trying to import requires a few plugins to be installed and activated. Your current PHP version does not match the minimum requirement for these plugins.":["Das Starter-Template, das Sie importieren möchten, erfordert die Installation und Aktivierung einiger Plugins. Ihre aktuelle PHP-Version entspricht nicht den Mindestanforderungen für diese Plugins."],"You're close to importing the template. To complete the process, please clear the following conditions.":["Sie sind kurz davor, die Vorlage zu importieren. Um den Vorgang abzuschließen, bitte die folgenden Bedingungen erfüllen."],"Skip & Start Importing":["Überspringen & Importieren starten"],"The import process was interrupted due to the lack of file-system permissions from your host. It is required to import images, XML files, and more required for the template to work.":["Der Importvorgang wurde unterbrochen, da Ihrem Host die Dateisystemberechtigungen fehlen. Diese sind erforderlich, um Bilder, XML-Dateien und mehr zu importieren, die für das Funktionieren der Vorlage benötigt werden."],"Current file-system permissions:":["Aktuelle Dateisystemberechtigungen:"],"Read Permissions:":["Leseberechtigungen:"],"Write Permissions:":["Schreibberechtigungen:"],"WP_Filesystem Permissions:":["WP_Filesystem-Berechtigungen:"],"Reseting site.":["Website wird zurückgesetzt."],"Importing CartFlows flows.":["Importiere CartFlows-Flows."],"Importing CartFlows flows failed due to parse JSON error.":["Der Import von CartFlows-Flows ist aufgrund eines JSON-Parsing-Fehlers fehlgeschlagen."],"Importing CartFlows flows Failed.":["Importieren von CartFlows-Flows fehlgeschlagen."],"Importing forms failed due to parse JSON error.":["Das Importieren von Formularen ist aufgrund eines JSON-Parsing-Fehlers fehlgeschlagen."],"Importing forms Failed.":["Importieren von Formularen fehlgeschlagen."],"The XML URL for the site content is empty.":["Die XML-URL für den Seiteninhalt ist leer."],"Importing Site Content Failed":["Importieren des Website-Inhalts fehlgeschlagen"],"Importing Site Content failed due to parse JSON error.":["Der Import von Website-Inhalten ist aufgrund eines JSON-Parsing-Fehlers fehlgeschlagen."],"Importing Site Content Failed.":["Importieren des Website-Inhalts fehlgeschlagen."],"Final finishings.":["Endgültige Fertigstellungen."],"Final finishings failed due to parse JSON error.":["Endbearbeitungen schlugen aufgrund eines JSON-Parsing-Fehlers fehl."],"Final finishings Failed.":["Endgültige Fertigstellungen fehlgeschlagen."],"Congratulations":["Herzlichen Glückwunsch"]}}}