{"translation-revision-date":"2024-11-14T10:08:38+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/gutenberg-templates\/dist\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"The page template you are about to import contains a dynamic widget\/module. Please note this dynamic data will not be available with the imported page.":["La plantilla de página que está a punto de importar contiene un widget\/módulo dinámico. Tenga en cuenta que estos datos dinámicos no estarán disponibles con la página importada."],"You will need to add it manually on the page.":["Necesitarás añadirlo manualmente en la página."],"Filter by Color":["Filtrar por color"],"Pages":["Páginas"],"Back to Templates":["Volver a las plantillas"],"Insert":["Insertar"],"Cancel":["Cancelar"],"Design Library":["Biblioteca de diseño"],"Are you sure?":["¿Estás seguro?"],"Exit":["Salir"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Hubo un problema al procesar la solicitud. Por favor, inténtelo de nuevo. Si este error persiste, por favor contacte a nuestro <a href=\"%1$s\">equipo de soporte<\/a>."],"Back to Main Screen":["Volver a la pantalla principal"],"Enter your %s account URL":["Introduce la URL de tu cuenta de %s"],"Enter your Google Business URL":["Introduce tu URL de Google Business"],"Enter your Yelp business URL":["Introduce la URL de tu negocio en Yelp"],"Enter your account URL":["Introduce la URL de tu cuenta"],"Social Media":["Redes Sociales"],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Por favor, introduce una URL completa. Ej. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"This might not be a valid URL.":["Esta podría no ser una URL válida."],"Upload images":["Subir imágenes"],"Invalid file name! Please avoid special characters. (%s)":["¡Nombre de archivo no válido! Por favor, evite caracteres especiales. (%s)"],"Upload Your Images":["Sube tus imágenes"],"Name of the website:":["Nombre del sitio web:"],"Enter name or title of the website":["Ingrese el nombre o título del sitio web"],"This website is for:":["Este sitio web es para:"],"Name, language & type":["Nombre, idioma y tipo"],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["La mejor manera de describir algo es respondiendo algunas preguntas WH. Quién, Qué, Dónde, Por qué, Cuándo, etc."],"Please enter a valid email":["Por favor, introduce un correo electrónico válido"],"You can only upload 20 images at once":["Solo puedes subir 20 imágenes a la vez"],"Suggested Keywords":["Palabras clave sugeridas"],"Clear":["Claro"],"or drop your images here (Max 20)":["o suelta tus imágenes aquí (Máx 20)"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"Max size: 5 MB per file":["Tamaño máximo: 5 MB por archivo"],"Try to refine your search.":["Intenta refinar tu búsqueda."],"Find the perfect images for your website by entering a keyword or selecting from the suggested options.":["Encuentra las imágenes perfectas para tu sitio web ingresando una palabra clave o seleccionando entre las opciones sugeridas."],"End of the search results":["Fin de los resultados de búsqueda"],"Activating Spectra plugin…":["Activando el complemento Spectra…"],"Activating WPForms plugin…":["Activando el plugin WPForms…"],"Installing Spectra plugin…":["Instalando el plugin Spectra…"],"Installing WPForms plugin…":["Instalando el plugin WPForms…"],"Error Occurred!":["¡Ocurrió un error!"],"Error: %s":["Error: %s"],"Import":["Importar"],"Installed the required plugin. The page will be saved and refreshed.":["Instalado el complemento requerido. La página se guardará y actualizará."],"Error saving the page: %s":["Error al guardar la página: %s"],"Update AI":["Actualizar IA"],"Personalize Library":["Personalizar biblioteca"],"Update the details for the AI to suggest new text and images.":["Actualiza los detalles para que la IA sugiera nuevo texto e imágenes."],"Add details for the AI to suggest relevant text and images.":["Agrega detalles para que la IA sugiera texto e imágenes relevantes."],"Update images":["Actualizar imágenes"],"Revise the previously entered information from AI setup.":["Revise la información ingresada previamente de la configuración de IA."],"Reset AI Information":["Restablecer la información de IA"],"Reset the previously entered information from AI setup and erase all the generated AI content.":["Restablece la información ingresada previamente en la configuración de IA y borra todo el contenido generado por la IA."],"Disable AI":["Desactivar IA"],"This option will preview & import only wireframe (default) content and images.":["Esta opción previsualizará e importará solo contenido e imágenes de wireframe (predeterminado)."],"Adaptive Mode":["Modo Adaptativo"],"Disabling Adaptive Mode shows templates without personalized text, images, and theme styling.":["Desactivar el Modo Adaptativo muestra plantillas sin texto personalizado, imágenes y estilo de tema."],"AI Credits in Your Account":["Créditos de IA en tu cuenta"],"Buy AI Credits":["Comprar créditos de IA"],"Revoke Access":["Revocar acceso"],"Are you sure you wish to revoke the authorization token?":["¿Está seguro de que desea revocar el token de autorización?"],"You will need to re-authorize Zip to use it again.":["Necesitarás volver a autorizar Zip para usarlo de nuevo."],"Revoke":["Revocar"],"Are you sure you want to cancel the content generation process?":["¿Está seguro de que desea cancelar el proceso de generación de contenido?"],"Syncing":["Sincronizando"],"Patterns":["Patrones"],"Kits":["Kits"],"Favorites":["Favoritos"],"Categories":["Categorías"],"AI Credits remaining":["Créditos de IA restantes"],"Color Styles: ":["Estilos de color:"],"Did you know, you can personalize this design library with content and images tailored to your website project?":["¿Sabías que puedes personalizar esta biblioteca de diseño con contenido e imágenes adaptados a tu proyecto web?"],"Install Spectra & Insert":["Instalar Spectra e Insertar"],"Activate Spectra & Insert":["Activar Spectra e Insertar"],"This template includes dynamic content that won't carry over with the import. You'll need to manually add this dynamic data to the page.":["Esta plantilla incluye contenido dinámico que no se transferirá con la importación. Tendrás que añadir manualmente estos datos dinámicos a la página."],"Heads Up!":["¡Atención!"],"Skip & Import \"%s\" Page":["Omitir e importar la página \"%s\""],"Access this template and all others with Essentials & Business Toolkit package starting at just $79.":["Accede a esta plantilla y a todas las demás con el paquete Essentials & Business Toolkit a partir de solo $79."],"Please Enter your Licence Key":["Por favor, introduzca su clave de licencia"],"License key":["Clave de licencia"],"Page":["Página"],"No Result Found":["No se encontraron resultados"],"The search result not found. Try another search.":["El resultado de la búsqueda no se encontró. Intenta otra búsqueda."],"Live Preview":["Vista previa en vivo"],"Get Access":["Obtener acceso"],"Updated templates design library":["Biblioteca de diseño de plantillas actualizada"],"Free AI credits to create personalized content":["Créditos de IA gratuitos para crear contenido personalizado"],"Easily find stunning images for your website":["Encuentra fácilmente imágenes impresionantes para tu sitio web"],"Localized your website to any language":["Localiza tu sitio web a cualquier idioma"],"Access Design Library":["Acceder a la Biblioteca de Diseño"],"Get access to our library of hundreds of pixel-perfect, designer-made templates by creating a free account on ZipWP.":["Obtén acceso a nuestra biblioteca de cientos de plantillas diseñadas a la perfección por diseñadores creando una cuenta gratuita en ZipWP."],"Plus, you will get these extra benefits:":["Además, obtendrás estos beneficios adicionales:"],"Generate Content for Pages":["Generar contenido para páginas"],"Get the content for all your pages with just a click. You can generate content page by page by making use of the \"Skip\" option. We're here to make everything easy and tailored to suit your needs perfectly!":["Obtén el contenido para todas tus páginas con solo un clic. Puedes generar contenido página por página utilizando la opción \"Saltar\". ¡Estamos aquí para hacer todo fácil y adaptado perfectamente a tus necesidades!"],"Let’s Go (%s Credits)":["Vamos (%s Créditos)"],"Skip":["Omitir"],"My Favorites":["Mis favoritos"],"Sorry No Favorites Found 😕":["Lo siento, no se encontraron favoritos 😕"],"No favorites added.":["No se han añadido favoritos."],"Your favorite templates will be displayed here. You do not have any favorites yet. Click the heart icon and start adding them!":["Tus plantillas favoritas se mostrarán aquí. Aún no tienes favoritos. ¡Haz clic en el icono del corazón y comienza a agregarlos!"],"Please wait a moment":["Por favor, espera un momento"],"support team":["equipo de soporte"],"If this error continues please contact our %1$s.":["Si este error continúa, por favor contacte a nuestro %1$s."],"Failed to active Spectra. Please try again later.":["No se pudo activar Spectra. Por favor, inténtelo de nuevo más tarde."],"Failed to active WPForms. Please try again later.":["No se pudo activar WPForms. Por favor, inténtelo de nuevo más tarde."],"Failed to import the block. Please try again later.":["Error al importar el bloque. Por favor, inténtelo de nuevo más tarde."],"Failed import WPForms. Please try again later.":["Error al importar WPForms. Por favor, inténtelo de nuevo más tarde."],"Failed to install Spectra. Please try again later.":["Error al instalar Spectra. Por favor, inténtelo de nuevo más tarde."],"Failed to install WPForms. Please try again later.":["Error al instalar WPForms. Por favor, inténtelo de nuevo más tarde."],"Failed to fetch block data. Please try again later.":["Error al obtener los datos del bloque. Por favor, inténtelo de nuevo más tarde."],"If you prefer to continue, press “Cancel”.":["Si prefieres continuar, presiona \"Cancelar\"."],"(Please enter a valid email":["(Por favor, introduce un correo electrónico válido"],"How can people get in touch with ":["¿Cómo pueden ponerse en contacto con"],"Please provide the contact information details below. These will be used on the website.":["Por favor, proporcione los detalles de la información de contacto a continuación. Estos se utilizarán en el sitio web."],"Description Generation Error!":["¡Error de Generación de Descripción!"],"Failed to generate business description using AI. Please retry or enter details manually.":["Error al generar la descripción del negocio usando IA. Por favor, inténtelo de nuevo o ingrese los detalles manualmente."],"Uh Oh, you're out of AI credits 😕":["Vaya, te has quedado sin créditos de IA 😕"],"With AI credits, you have the power to personalize the design library with unique copy and beautiful images specific to your website.":["Con créditos de IA, tienes el poder de personalizar la biblioteca de diseño con textos únicos e imágenes hermosas específicas para tu sitio web."],"Your account has %1$s AI credits left. If you want to personalize the entire design library with content and images tailored to your business and website project, you'll require %2$s credits.":["Tu cuenta tiene %1$s créditos de IA restantes. Si deseas personalizar toda la biblioteca de diseños con contenido e imágenes adaptados a tu negocio y proyecto de sitio web, necesitarás %2$s créditos."],"Unlock 200,000 AI Credits for Just $39":["Desbloquea 200,000 Créditos de IA por solo $39"],"Want to see how this works?":["¿Quieres ver cómo funciona esto?"],"Begin with the 1000 AI credits provided when you signed up for your free account. With this, you can personalize templates in the %s categories.":["Comienza con los 1000 créditos de IA proporcionados cuando te registraste para tu cuenta gratuita. Con esto, puedes personalizar plantillas en las categorías %s."],"You can easily purchase additional AI credits later anytime.":["Puedes comprar créditos de IA adicionales fácilmente en cualquier momento más tarde."],"We couldn`t find anything with your keyword.":["No pudimos encontrar nada con tu palabra clave."],"No images are selected yet.":["Aún no se han seleccionado imágenes."],"Connect":["Conectar"],"Connect your account":["Conecta tu cuenta"],"Let's Start":["Empecemos"],"Build using AI":["Construir usando IA"]}}}