{"translation-revision-date":"2024-11-29T04:44:58+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/gutenberg-templates\/dist\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"The page template you are about to import contains a dynamic widget\/module. Please note this dynamic data will not be available with the imported page.":["Szablon strony, który zamierzasz zaimportować, zawiera dynamiczny widget\/moduł. Proszę pamiętać, że te dynamiczne dane nie będą dostępne z zaimportowaną stroną."],"You will need to add it manually on the page.":["Będziesz musiał dodać to ręcznie na stronie."],"Filter by Color":["Filtruj według koloru"],"Pages":["Strony"],"Back to Templates":["Powrót do szablonów"],"Insert":["Wstaw"],"Cancel":["Anuluj"],"Design Library":["Biblioteka projektowa"],"Are you sure?":["Czy jesteś pewien?"],"Exit":["Wyjście"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Wystąpił problem z przetwarzaniem żądania. Proszę spróbować ponownie. Jeśli błąd będzie się powtarzał, prosimy o kontakt z naszym <a href=\"%1$s\">zespołem wsparcia<\/a>."],"Back to Main Screen":["Powrót do ekranu głównego"],"Enter your %s account URL":["Wprowadź adres URL swojego konta %s"],"Enter your Google Business URL":["Wprowadź adres URL swojej firmy w Google"],"Enter your Yelp business URL":["Wprowadź adres URL swojej firmy na Yelp"],"Enter your account URL":["Wprowadź adres URL swojego konta"],"Social Media":["Media społecznościowe"],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Proszę wprowadzić pełny adres URL. Np. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"This might not be a valid URL.":["To może nie być prawidłowy URL."],"Upload images":["Prześlij obrazy"],"Invalid file name! Please avoid special characters. (%s)":["Nieprawidłowa nazwa pliku! Proszę unikać znaków specjalnych. (%s)"],"Upload Your Images":["Prześlij swoje obrazy"],"Name of the website:":["Nazwa strony internetowej:"],"Enter name or title of the website":["Wprowadź nazwę lub tytuł strony internetowej"],"This website is for:":["Ta strona jest dla:"],"Name, language & type":["Nazwa, język i typ"],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["Najlepszym sposobem na opisanie czegokolwiek jest odpowiedzenie na kilka pytań zaczynających się od \"WH\". Kto, Co, Gdzie, Dlaczego, Kiedy, itp."],"Please enter a valid email":["Proszę wprowadzić prawidłowy adres e-mail"],"You can only upload 20 images at once":["Możesz przesłać tylko 20 obrazów naraz"],"Suggested Keywords":["Sugerowane słowa kluczowe"],"Clear":["Wyczyść"],"or drop your images here (Max 20)":["lub upuść tutaj swoje obrazy (maks. 20)"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"Max size: 5 MB per file":["Maksymalny rozmiar: 5 MB na plik"],"Try to refine your search.":["Spróbuj doprecyzować swoje wyszukiwanie."],"Find the perfect images for your website by entering a keyword or selecting from the suggested options.":["Znajdź idealne obrazy dla swojej strony internetowej, wpisując słowo kluczowe lub wybierając spośród sugerowanych opcji."],"End of the search results":["Koniec wyników wyszukiwania"],"Activating Spectra plugin…":["Aktywowanie wtyczki Spectra…"],"Activating WPForms plugin…":["Aktywowanie wtyczki WPForms…"],"Installing Spectra plugin…":["Instalowanie wtyczki Spectra…"],"Installing WPForms plugin…":["Instalowanie wtyczki WPForms…"],"Error Occurred!":["Wystąpił błąd!"],"Error: %s":["Błąd: %s"],"Import":["Import"],"Installed the required plugin. The page will be saved and refreshed.":["Zainstalowano wymagany plugin. Strona zostanie zapisana i odświeżona."],"Error saving the page: %s":["Błąd zapisywania strony: %s"],"Update AI":["Aktualizuj AI"],"Personalize Library":["Personalizuj bibliotekę"],"Update the details for the AI to suggest new text and images.":["Zaktualizuj szczegóły, aby AI mogła zasugerować nowy tekst i obrazy."],"Add details for the AI to suggest relevant text and images.":["Dodaj szczegóły, aby AI mogła zasugerować odpowiedni tekst i obrazy."],"Update images":["Zaktualizuj obrazy"],"Revise the previously entered information from AI setup.":["Przejrzyj wcześniej wprowadzone informacje z konfiguracji AI."],"Reset AI Information":["Zresetuj informacje AI"],"Reset the previously entered information from AI setup and erase all the generated AI content.":["Zresetuj wcześniej wprowadzone informacje z konfiguracji AI i usuń całą wygenerowaną zawartość AI."],"Disable AI":["Wyłącz AI"],"This option will preview & import only wireframe (default) content and images.":["Ta opcja wyświetli podgląd i zaimportuje tylko zawartość i obrazy w formie szkieletowej (domyślnie)."],"Adaptive Mode":["Tryb adaptacyjny"],"Disabling Adaptive Mode shows templates without personalized text, images, and theme styling.":["Wyłączenie trybu adaptacyjnego pokazuje szablony bez spersonalizowanego tekstu, obrazów i stylizacji motywu."],"AI Credits in Your Account":["Kredyty AI na Twoim koncie"],"Buy AI Credits":["Kup kredyty AI"],"Revoke Access":["Cofnij dostęp"],"Are you sure you wish to revoke the authorization token?":["Czy na pewno chcesz cofnąć token autoryzacji?"],"You will need to re-authorize Zip to use it again.":["Będziesz musiał ponownie autoryzować Zip, aby móc go używać ponownie."],"Revoke":["Cofnij"],"Are you sure you want to cancel the content generation process?":["Czy na pewno chcesz anulować proces generowania treści?"],"Syncing":["Synchronizowanie"],"Patterns":["Wzory"],"Kits":["Zestawy"],"Favorites":["Ulubione"],"Categories":["Kategorie"],"AI Credits remaining":["Pozostałe kredyty AI"],"Color Styles: ":["Style Kolorów: "],"Did you know, you can personalize this design library with content and images tailored to your website project?":["Czy wiesz, że możesz spersonalizować tę bibliotekę projektów, dodając treści i obrazy dostosowane do Twojego projektu strony internetowej?"],"Install Spectra & Insert":["Zainstaluj Spectra i Wstaw"],"Activate Spectra & Insert":["Aktywuj Spectra i Włóż"],"This template includes dynamic content that won't carry over with the import. You'll need to manually add this dynamic data to the page.":["Ten szablon zawiera dynamiczną treść, która nie zostanie przeniesiona podczas importu. Będziesz musiał ręcznie dodać te dynamiczne dane do strony."],"Heads Up!":["Uwaga!"],"Skip & Import \"%s\" Page":["Pomiń i zaimportuj stronę \"%s\""],"Access this template and all others with Essentials & Business Toolkit package starting at just $79.":["Uzyskaj dostęp do tego szablonu i wszystkich innych z pakietem Essentials & Business Toolkit już od 79 USD."],"Please Enter your Licence Key":["Proszę wprowadzić klucz licencyjny"],"License key":["Klucz licencyjny"],"Page":["Strona"],"No Result Found":["Nie znaleziono wyników"],"The search result not found. Try another search.":["Nie znaleziono wyniku wyszukiwania. Spróbuj innego wyszukiwania."],"Live Preview":["Podgląd na żywo"],"Get Access":["Uzyskaj dostęp"],"Updated templates design library":["Zaktualizowana biblioteka projektów szablonów"],"Free AI credits to create personalized content":["Darmowe kredyty AI do tworzenia spersonalizowanych treści"],"Easily find stunning images for your website":["Łatwo znajdź oszałamiające obrazy na swoją stronę internetową"],"Localized your website to any language":["Przetłumacz swoją stronę internetową na dowolny język"],"Access Design Library":["Dostęp do Biblioteki Projektów"],"Get access to our library of hundreds of pixel-perfect, designer-made templates by creating a free account on ZipWP.":["Uzyskaj dostęp do naszej biblioteki setek doskonałych szablonów stworzonych przez projektantów, zakładając darmowe konto na ZipWP."],"Plus, you will get these extra benefits:":["Dodatkowo otrzymasz te dodatkowe korzyści:"],"Generate Content for Pages":["Generuj treść dla stron"],"Get the content for all your pages with just a click. You can generate content page by page by making use of the \"Skip\" option. We're here to make everything easy and tailored to suit your needs perfectly!":["Uzyskaj treść dla wszystkich swoich stron za jednym kliknięciem. Możesz generować treść strona po stronie, korzystając z opcji „Pomiń”. Jesteśmy tutaj, aby wszystko było łatwe i dostosowane idealnie do Twoich potrzeb!"],"Let’s Go (%s Credits)":["Chodźmy (%s Kredyty)"],"Skip":["Pomiń"],"My Favorites":["Moje ulubione"],"Sorry No Favorites Found 😕":["Przepraszamy, nie znaleziono ulubionych 😕"],"No favorites added.":["Nie dodano ulubionych."],"Your favorite templates will be displayed here. You do not have any favorites yet. Click the heart icon and start adding them!":["Twoje ulubione szablony będą wyświetlane tutaj. Nie masz jeszcze żadnych ulubionych. Kliknij ikonę serca i zacznij je dodawać!"],"Please wait a moment":["Proszę poczekać chwilę"],"support team":["zespół wsparcia"],"If this error continues please contact our %1$s.":["Jeśli błąd będzie się powtarzał, skontaktuj się z naszym %1$s."],"Failed to active Spectra. Please try again later.":["Nie udało się aktywować Spectra. Proszę spróbować ponownie później."],"Failed to active WPForms. Please try again later.":["Nie udało się aktywować WPForms. Proszę spróbować ponownie później."],"Failed to import the block. Please try again later.":["Nie udało się zaimportować bloku. Proszę spróbować ponownie później."],"Failed import WPForms. Please try again later.":["Nie udało się zaimportować WPForms. Proszę spróbować ponownie później."],"Failed to install Spectra. Please try again later.":["Nie udało się zainstalować Spectra. Proszę spróbować ponownie później."],"Failed to install WPForms. Please try again later.":["Nie udało się zainstalować WPForms. Proszę spróbować ponownie później."],"Failed to fetch block data. Please try again later.":["Nie udało się pobrać danych bloku. Proszę spróbować ponownie później."],"If you prefer to continue, press “Cancel”.":["Jeśli wolisz kontynuować, naciśnij „Anuluj”."],"(Please enter a valid email":["(Proszę wprowadzić prawidłowy adres e-mail"],"How can people get in touch with ":["Jak ludzie mogą się skontaktować z "],"Please provide the contact information details below. These will be used on the website.":["Proszę podać poniżej dane kontaktowe. Zostaną one użyte na stronie internetowej."],"Description Generation Error!":["Błąd generowania opisu!"],"Failed to generate business description using AI. Please retry or enter details manually.":["Nie udało się wygenerować opisu działalności za pomocą AI. Proszę spróbować ponownie lub wprowadzić szczegóły ręcznie."],"Uh Oh, you're out of AI credits 😕":["Ojej, skończyły ci się kredyty AI 😕"],"With AI credits, you have the power to personalize the design library with unique copy and beautiful images specific to your website.":["Dzięki kredytom AI masz możliwość personalizacji biblioteki projektów za pomocą unikalnych tekstów i pięknych obrazów specyficznych dla Twojej strony internetowej."],"Your account has %1$s AI credits left. If you want to personalize the entire design library with content and images tailored to your business and website project, you'll require %2$s credits.":["Na Twoim koncie pozostało %1$s kredytów AI. Jeśli chcesz dostosować całą bibliotekę projektów z treściami i obrazami dopasowanymi do Twojej firmy i projektu strony internetowej, będziesz potrzebować %2$s kredytów."],"Unlock 200,000 AI Credits for Just $39":["Odblokuj 200 000 kredytów AI za jedyne 39 USD"],"Want to see how this works?":["Chcesz zobaczyć, jak to działa?"],"Begin with the 1000 AI credits provided when you signed up for your free account. With this, you can personalize templates in the %s categories.":["Rozpocznij od 1000 kredytów AI, które otrzymałeś podczas rejestracji na darmowe konto. Dzięki temu możesz personalizować szablony w kategoriach %s."],"You can easily purchase additional AI credits later anytime.":["Możesz łatwo kupić dodatkowe kredyty AI w dowolnym momencie później."],"We couldn`t find anything with your keyword.":["Nie mogliśmy znaleźć niczego z Twoim słowem kluczowym."],"No images are selected yet.":["Nie wybrano jeszcze żadnych obrazów."],"Connect":["Połącz"],"Connect your account":["Połącz swoje konto"],"Let's Start":["Zacznijmy"],"Build using AI":["Buduj przy użyciu AI"]}}}