{"translation-revision-date":"2024-11-07T10:43:27+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/ai-builder\/inc\/assets\/build\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Starter Templates":["Modèles de démarrage"],"Premium":["Premium"],"Elementor":["Elementor"],"Beaver Builder":["Beaver Builder"],"Close":["Fermer"],"Cancel":["Annuler"],"Contact Support":["Contacter le support"],"Something went wrong":["Quelque chose s'est mal passé"],"Downloading the images in media library…":["Téléchargement des images dans la bibliothèque multimédia…"],"Adding interactive elements to engage visitors…":["Ajout d'éléments interactifs pour engager les visiteurs…"],"Crafting compelling copy that speaks to audience…":["Créer un texte convaincant qui parle au public…"],"Optimizing website for performance and speed…":["Optimisation du site web pour la performance et la vitesse…"],"Adding essential features to engage visitors…":["Ajouter des fonctionnalités essentielles pour engager les visiteurs…"],"Optimizing SEO settings to boost online presence…":["Optimisation des paramètres SEO pour renforcer la présence en ligne…"],"Finalizing website layout and structure…":["Finalisation de la mise en page et de la structure du site web…"],"Testing functionality across different browsers…":["Test des fonctionnalités sur différents navigateurs…"],"It's taking a bit more than usual. Bear with us…":["Ça prend un peu plus de temps que d'habitude. Veuillez patienter avec nous…"],"Oops, Site creation hiccupped, we are trying one more time":["Oups, la création du site a rencontré un problème, nous essayons encore une fois"],"Oops, our site creation magic misfired! We couldn't create your site. Please try again…":["Oups, la magie de création de notre site a échoué ! Nous n'avons pas pu créer votre site. Veuillez réessayer…"],"Style 1":["Style 1"],"Style 2":["Style 2"],"Style 3":["Style 3"],"Style 4":["Style 4"],"Style 5":["Style 5"],"Style 6":["Style 6"],"Style 7":["Style 7"],"Style 8":["Style 8"],"Style 9":["Style 9"],"Style 10":["Style 10"],"Original %1$s":["Original %1$s"],"Original":["Original"],"Custom":["Personnalisé"],"Color Palette":["Palette de couleurs"],"Font Pair":["Paire de polices"],"Use setting":["Utiliser le réglage"],"Site Logo":["Logo du site"],"Change":["Changement"],"Upload File Here":["Télécharger le fichier ici"],"Show site title":["Afficher le titre du site"],"Logo width":["Largeur du logo"],"Are you sure?":["Êtes-vous sûr ?"],"This will redirect you to the first screen and discard the progress you have made.":["Cela vous redirigera vers le premier écran et annulera les progrès que vous avez réalisés."],"If you prefer to continue, click 'Cancel'.":["Si vous préférez continuer, cliquez sur 'Annuler'."],"Exit":["Sortie"],"Light":["Lumière"],"Dark":["Sombre"],"Muted":["Muet"],"Normal":["Normal"],"Vibrant":["Vibrant"],"This color is not suitable for reading on %1$s backgrounds. Consider making it slightly %2$s.":["Cette couleur n'est pas adaptée à la lecture sur des arrière-plans %1$s. Envisagez de la rendre légèrement %2$s."],"Style":["Style"],"Saturation":["Saturation"],"Brightness":["Luminosité"],"Hold On!":["Attends !"],"It looks like you already have a website made with Starter Templates. Clicking the 'Start Building' button will recreate the site, and all previous data will be overridden.":["Il semble que vous ayez déjà un site web créé avec des modèles de démarrage. En cliquant sur le bouton 'Commencer à construire', le site sera recréé et toutes les données précédentes seront écrasées."],"Maintain previous\/old data?":["Conserver les données précédentes\/anciennes ?"],"Enabling this option will maintain your old Starter Templates data, including content and images. Enable it to confirm.":["Activer cette option conservera vos anciennes données de modèles de démarrage, y compris le contenu et les images. Activez-le pour confirmer."],"Start Building":["Commencez à construire"],"Back":["Retour"],"You're almost there!":["Vous y êtes presque !"],"You've chosen a %1$s Access this design and all others when you upgrade.":["Vous avez choisi un %1$s Accédez à ce design et à tous les autres lorsque vous effectuez une mise à niveau."],"Unlock the Access":["Déverrouillez l'accès"],"here":["ici"],"Problem Detected in Previous Site Creation!":["Problème détecté lors de la création précédente du site !"],"We encountered the following errors while creating your previous site:":["Nous avons rencontré les erreurs suivantes lors de la création de votre site précédent :"],"Not enough information to display.":["Pas assez d'informations pour afficher."],"If you want to retry the import, select a saved site below then click on the “Retry Import” button. Or contact our support %1$s.":["Si vous souhaitez réessayer l'importation, sélectionnez un site enregistré ci-dessous, puis cliquez sur le bouton « Réessayer l'importation ». Ou contactez notre support %1$s."],"If you proceed without fixing these issues, you may encounter the same errors again, which could exhaust your AI site creation attempts. If you need help, feel free to contact us %1$s. Do you still want to continue?":["Si vous continuez sans résoudre ces problèmes, vous pourriez rencontrer à nouveau les mêmes erreurs, ce qui pourrait épuiser vos tentatives de création de site AI. Si vous avez besoin d'aide, n'hésitez pas à nous contacter %1$s. Voulez-vous toujours continuer ?"],"Created On: ":["Créé le :"],"Importing saved sites won’t be exhausting your AI site generation count.":["L'importation de sites enregistrés ne réduira pas votre nombre de générations de sites par IA."],"Retry Import":["Réessayer l'importation"],"This is just a sneak peek. The actual website and its content will be created in the next step.":["Ceci est juste un aperçu. Le site web réel et son contenu seront créés à l'étape suivante."],"Build with AI":["Construire avec l'IA"],"Premium Design":["Design Premium"],"You've chosen a Premium Design. Access this design and all others with our paid plans starting at just $79.":["Vous avez choisi un design Premium. Accédez à ce design et à tous les autres avec nos forfaits payants à partir de seulement 79 $."],"Continue":["Continuer"],"Back to Other Designs":["Retour aux autres designs"],"Responsive Preview":["Aperçu réactif"],"%s AI sites":["Sites d'IA %s"],"This plan allows you to generate %s per day, and you have reached this limit.":["Ce plan vous permet de générer %s par jour, et vous avez atteint cette limite."],"To create more AI websites, you will need to either upgrade your plan or wait until the limit resets.":["Pour créer plus de sites web d'IA, vous devrez soit mettre à niveau votre plan, soit attendre que la limite se réinitialise."],"Limit reached":["Limite atteinte"],"Resume your last session?":["Reprendre votre dernière session ?"],"It appears that your previous website building session was interrupted. Would you like to pick up where you left off?":["Il semble que votre précédente session de création de site web ait été interrompue. Souhaitez-vous reprendre là où vous vous êtes arrêté ?"],"Resume Previous Session":["Reprendre la session précédente"],"Start Over":["Recommencer"],"Oops , Something went wrong!":["Oups, quelque chose s'est mal passé !"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Il y a eu un problème lors du traitement de la demande. Veuillez réessayer. Si cette erreur persiste, veuillez contacter notre <a href=\"%1$s\">équipe de support<\/a>."],"Back to Main Screen":["Retour à l'écran principal"],"Site creation failed due to an unexpected error. Please try again or reach out for assistance if the issue persists.":["La création du site a échoué en raison d'une erreur inattendue. Veuillez réessayer ou contacter l'assistance si le problème persiste."],"Additional technical information:":["Informations techniques supplémentaires :"],"Error Message: %1$s":["Message d'erreur : %1$s"],"Exit to Dashboard":["Quitter vers le tableau de bord"],"This is the total usage quota":["Ceci est le quota d'utilisation total"],"This usage quota will reset monthly":["Ce quota d'utilisation sera réinitialisé mensuellement"],"This usage quota will reset daily":["Ce quota d'utilisation sera réinitialisé quotidiennement"],"This usage quota will reset %s":["Ce quota d'utilisation sera réinitialisé %s"],"Plan Usage & Limit":["Utilisation du plan et limite"],"Keep track and monitor how you allocate and use resources in your existing plan.":["Suivez et surveillez comment vous allouez et utilisez les ressources dans votre plan actuel."],"Plan":["Plan"],"Manage Plan":["Gérer le plan"],"Staging Sites":["Sites de mise en scène"],"AI Website Generations":["Générations de sites web par IA"],"Blueprint Sites":["Sites de plans"],"Disk Space Utilized":["Espace disque utilisé"],"Team members":["Membres de l'équipe"],"Upgrade Now":["Mettez à niveau maintenant"],"5 AI sites per day":["5 sites d'IA par jour"],"20,000 AI Credits":["20 000 crédits IA"],"Premium designs":["Designs premium"],"5 Blueprint Sites":["5 Sites de plans"],"10 AI sites per day":["10 sites d'IA par jour"],"100,000 AI Credits":["100 000 Crédits IA"],"10 Blueprint Sites":["10 Sites de Plans"],"Great Start! Congratulations..":["Excellent début ! Félicitations.."],"You've successfully generated %1$s AI sites with your %2$s Plan account. You can do much more with the %3$s Plan:":["Vous avez généré avec succès %1$s sites d'IA avec votre compte Plan %2$s. Vous pouvez faire bien plus avec le Plan %3$s :"],"Block Editor":["Éditeur de blocs"],"AI Website Builder":["Constructeur de site web IA"],"Next":["Suivant"],"Skip Step":["Passer l'étape"],"Search":["Recherche"],"Nothing found":["Rien trouvé"],"The website will be in:":["Le site web sera en :"],"Type to search":["Tapez pour rechercher"],"You've almost reached AI site-building limit.":["Vous avez presque atteint la limite de création de sites par IA."],"Upgrade with add-ons to unlock more.":["Améliorez avec des modules complémentaires pour débloquer plus."],"Buy Add-ons":["Acheter des modules complémentaires"],"Use this":["Utilisez ceci"],"Improve Using AI":["Améliorer avec l'IA"],"Add More Business Details":["Ajouter plus de détails sur l'entreprise"],"The business details provided are not enough to create the website content. Please describe your business with more details, or use AI to write it for you.":["Les détails commerciaux fournis ne sont pas suffisants pour créer le contenu du site web. Veuillez décrire votre entreprise avec plus de détails, ou utilisez l'IA pour l'écrire pour vous."],"A good business description is:":["Une bonne description d'entreprise est :"],"I'll Write by Myself":["Je vais écrire moi-même"],"Enter your %s account URL":["Entrez l'URL de votre compte %s"],"Enter your Google Business URL":["Entrez votre URL Google Business"],"Enter your Yelp business URL":["Entrez l'URL de votre entreprise Yelp"],"Enter your account URL":["Entrez l'URL de votre compte"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Instagram":["Instagram"],"LinkedIn":["LinkedIn"],"YouTube":["YouTube"],"Google My Business":["Google My Business"],"Yelp":["Yelp"],"Social Media":["Médias sociaux"],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Veuillez entrer une URL complète. Par exemple : https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"This might not be a valid URL.":["Ceci pourrait ne pas être une URL valide."],"Upload images":["Télécharger des images"],"Invalid file name! Please avoid special characters. (%s)":["Nom de fichier invalide ! Veuillez éviter les caractères spéciaux. (%s)"],"Option %s":["Option %s"],"Open Design in New Tab":["Ouvrir le design dans un nouvel onglet"],"E-Commerce":["E-commerce"],"Pages included:":["Pages incluses :"],"Page count: %s":["Nombre de pages : %s"],"Generating preview…":["Génération de l'aperçu…"],"All orientations":["Toutes les orientations"],"Landscape":["Paysage"],"Portrait":["Portrait"],"Search Results":["Résultats de recherche"],"Upload Your Images":["Téléchargez vos images"],"Selected Images":["Images sélectionnées"],"Select features":["Sélectionner les fonctionnalités"],"Select the features you want on this website":["Sélectionnez les fonctionnalités que vous souhaitez sur ce site web"],"Something went wrong. Please try again later.":["Quelque chose s'est mal passé. Veuillez réessayer plus tard."],"Skip & Start Building":["Passer et commencer à construire"],"Importing Content…":["Importation du contenu…"],"Fetching related demo failed.":["Échec de la récupération de la démo associée."],"Astra Theme Installed.":["Thème Astra installé."],"Astra theme installation failed.":["L'installation du thème Astra a échoué."],"Installing Astra Theme…":["Installation du thème Astra…"],"Oops.. Something went wrong":["Oups.. Quelque chose s'est mal passé"],"What happened?":["Que s'est-il passé ?"],"Importing site content has failed. The import process was interrupted.":["L'importation du contenu du site a échoué. Le processus d'importation a été interrompu."],"Additional technical information from console:":["Informations techniques supplémentaires depuis la console :"],"Click here to try again":["Cliquez ici pour réessayer"],"Double-checking for grammar and spelling errors…":["Vérification des erreurs de grammaire et d'orthographe…"],"Finalizing setup and configurations…":["Finalisation de l'installation et des configurations…"],"Crossing the t's and dotting the i's…":["Mettre les points sur les i et les barres aux t…"],"Reviewing for any last-minute tweaks…":["Révision pour d'éventuels ajustements de dernière minute…"],"Almost there! Just a few more finishing touches…":["Presque là ! Juste quelques dernières retouches…"],"Your website is almost ready.":["Votre site web est presque prêt."],"It's taking longer than usual. Please bear with us!":["Cela prend plus de temps que d'habitude. Veuillez patienter avec nous !"],"Building a website has never been this easy!":["Créer un site web n'a jamais été aussi facile !"],"Here is how the AI Website Builder works:":["Voici comment fonctionne le créateur de sites web AI :"],"Create a free account on ZipWP platform.":["Créez un compte gratuit sur la plateforme ZipWP."],"Describe your dream website in your own words.":["Décrivez votre site web de rêve avec vos propres mots."],"Watch as AI crafts your WordPress website instantly.":["Regardez l'IA créer instantanément votre site WordPress."],"Refine the website with an easy drag & drop builder.":["Affinez le site web avec un constructeur facile de glisser-déposer."],"Launch.":["Lancement."],"Let's Get Started. It's Free":["Commençons. C'est gratuit"],"Let's build your website!":["Construisons votre site web !"],"Please share some basic details of the website to get started.":["Veuillez partager quelques détails de base du site web pour commencer."],"Name of the website:":["Nom du site web :"],"Enter name or title of the website":["Entrez le nom ou le titre du site web"],"Name is required":["Le nom est requis"],"This website is for:":["Ce site est pour :"],"Let’s Start":["Commençons"],"Name, language & type":["Nom, langue et type"],"What is %s? Please describe the business.":["Qu'est-ce que %s ? Veuillez décrire l'entreprise."],"Please be as descriptive as you can. Share details such as services, products, goals, etc.":["S'il vous plaît, soyez aussi descriptif que possible. Partagez des détails tels que les services, les produits, les objectifs, etc."],"Who is %s? Tell us more about the person.":["Qui est %s ? Parlez-nous davantage de cette personne."],"Please be as descriptive as you can. Share details such as what they do, their expertise, offerings, etc.":["S'il vous plaît, soyez aussi descriptif que possible. Partagez des détails tels que ce qu'ils font, leur expertise, leurs offres, etc."],"What is %s? Please describe the organisation.":["Qu'est-ce que %s ? Veuillez décrire l'organisation."],"Please be as descriptive as you can. Share details such as services, programs, mission, vision, etc.":["S'il vous plaît, soyez aussi descriptif que possible. Partagez des détails tels que les services, les programmes, la mission, la vision, etc."],"What is %s? Tell us more about the restaurant.":["Qu'est-ce que %s ? Parlez-nous davantage du restaurant."],"Please be as descriptive as you can. Share details such as a brief about the restaurant, specialty, menu, etc.":["S'il vous plaît, soyez aussi descriptif que possible. Partagez des détails tels qu'un aperçu du restaurant, la spécialité, le menu, etc."],"What is %s? Share more details about the product.":["Qu'est-ce que %s ? Partagez plus de détails sur le produit."],"Please be as descriptive as you can. Share details such as a brief about the product, features, some USPs, etc.":["S'il vous plaît, soyez aussi descriptif que possible. Partagez des détails tels qu'un bref aperçu du produit, ses caractéristiques, quelques arguments de vente uniques, etc."],"Tell us more about %s.":["Dites-nous en plus sur %s."],"Please be as descriptive as you can. Share details such as Event information date, venue, some highlights, etc.":["S'il vous plaît, soyez aussi descriptif que possible. Partagez des détails tels que la date de l'événement, le lieu, quelques points forts, etc."],"Share more details about %s.":["Partagez plus de détails sur %s."],"Tell us more about the %s.":["Dites-nous en plus sur le %s."],"Please be as descriptive as you can. Share details such as treatments, procedures, facilities, etc.":["S'il vous plaît, soyez aussi descriptif que possible. Partagez des détails tels que les traitements, les procédures, les installations, etc."],"Please describe %s in a few words.":["Veuillez décrire %s en quelques mots."],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["La meilleure façon de décrire quelque chose est de répondre à quelques questions en WH. Qui, Quoi, Où, Pourquoi, Quand, etc."],"Characters: ":["Caractères :"],"E.g. Mantra Minds is a yoga studio located in Chino Hills, California. The studio offers a variety of classes such as Hatha yoga, Vinyasa flow, and Restorative yoga. The studio is led by Jane, an experienced and certified yoga instructor with over 10 years of teaching expertise. The welcoming atmosphere and personalized Jane make it a favorite among yoga enthusiasts in the area.":["Par exemple, Mantra Minds est un studio de yoga situé à Chino Hills, en Californie. Le studio propose une variété de cours tels que le yoga Hatha, le Vinyasa flow et le yoga restauratif. Le studio est dirigé par Jane, une instructrice de yoga expérimentée et certifiée avec plus de 10 ans d'expérience dans l'enseignement. L'atmosphère accueillante et la personnalisation de Jane en font un favori parmi les amateurs de yoga de la région."],"Write Using AI":["Écrire en utilisant l'IA"],"Describe":["Décrire"],"Some details please":["Quelques détails s'il vous plaît"],"How can people get in touch with %1$s?":["Comment les gens peuvent-ils entrer en contact avec %1$s ?"],"Please provide the contact information below. These will be used on the website.":["Veuillez fournir les coordonnées ci-dessous. Elles seront utilisées sur le site web."],"Email":["Email"],"Your email":["Votre email"],"Please enter a valid email":["Veuillez entrer une adresse e-mail valide"],"Phone Number":["Numéro de téléphone"],"Your phone number":["Votre numéro de téléphone"],"Address":["Adresse"],"Contact":["Contact"],"How can people get in touch":["Comment les gens peuvent-ils entrer en contact"],"You can only upload 20 images at once":["Vous pouvez télécharger seulement 20 images à la fois"],"Select the Images":["Sélectionnez les images"],"Add more relevant keywords…":["Ajoutez plus de mots-clés pertinents…"],"Suggested Keywords":["Mots-clés suggérés"],"Clear":["Clair"],"or drop your images here (Max 20)":["ou déposez vos images ici (Max 20)"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"Max size: 5 MB per file":["Taille maximale : 5 Mo par fichier"],"You have not selected any images yet.":["Vous n'avez pas encore sélectionné d'images."],"We couldn't find anything with your keyword.":["Nous n'avons rien trouvé avec votre mot-clé."],"Try to refine your search.":["Essayez d'affiner votre recherche."],"Find the perfect images for your website by entering a keyword or selecting from the suggested options.":["Trouvez les images parfaites pour votre site web en entrant un mot-clé ou en sélectionnant parmi les options suggérées."],"End of the search results":["Fin des résultats de recherche"],"Save & Exit":["Enregistrer et quitter"],"Images":["Images"],"Select relevant images as needed":["Sélectionnez les images pertinentes selon les besoins"],"Choose the Design":["Choisissez le design"],"Add a keyword":["Ajouter un mot-clé"],"Error while fetching templates":["Erreur lors de la récupération des modèles"],"Load More Designs":["Charger plus de designs"],"Design":["Conception"],"Choose a structure for your website":["Choisissez une structure pour votre site web"],"Features":["Fonctionnalités"],"Select features as you need":["Sélectionnez les fonctionnalités selon vos besoins"],"Resetting posts.":["Réinitialisation des publications."],"Resetting posts failed.":["La réinitialisation des publications a échoué."],"Taking settings backup.":["Sauvegarde des paramètres en cours."],"Taking settings backup failed.":["La sauvegarde des paramètres a échoué."],"Resetting customizer.":["Réinitialisation du personnalisateur."],"Resetting customizer failed.":["La réinitialisation du personnalisateur a échoué."],"Resetting site options.":["Réinitialisation des options du site."],"Resetting site options Failed.":["La réinitialisation des options du site a échoué."],"Resetting widgets.":["Réinitialisation des widgets."],"Resetting widgets JSON parse failed.":["Échec de l'analyse JSON lors de la réinitialisation des widgets."],"Resetting widgets failed.":["La réinitialisation des widgets a échoué."],"Resetting terms and forms.":["Réinitialisation des termes et des formulaires."],"Resetting terms and forms failed.":["La réinitialisation des termes et des formulaires a échoué."],"Gathering posts for deletions.":["Rassemblement des publications pour suppression."],"Resetting posts done.":["Réinitialisation des publications terminée."],"Importing Site Content Failed. - Import Process Interrupted":["Échec de l'importation du contenu du site. - Processus d'importation interrompu"],"Importing - %1$s":["Importation - %1$s"],"Are you sure you want to cancel the site import process?":["Êtes-vous sûr de vouloir annuler le processus d'importation du site ?"],"Retrying Import.":["Nouvelle tentative d'importation."],"Preparing your site for import…":["Préparation de votre site pour l'importation…"],"Preparing the site…":["Préparation du site…"],"Please wait a moment…":["Veuillez patienter un instant…"],"Failed to create website":["Échec de la création du site web"],"The website is created successfully!":["Le site web a été créé avec succès !"],"Starting Import.":["Démarrage de l'importation."],"Resetting site.":["Réinitialisation du site."],"Reset for old website is done.":["La réinitialisation de l'ancien site web est terminée."],"Downloading Image %s":["Téléchargement de l'image %s"],"Downloading images failed.":["Le téléchargement des images a échoué."],"Importing forms.":["Importation des formulaires."],"Importing Customizer failed due to parse JSON error.":["L'importation du Customizer a échoué en raison d'une erreur d'analyse JSON."],"Importing Customizer Failed.":["Échec de l'importation du personnalisateur."],"Importing Spectra Settings.":["Importation des paramètres de spectre."],"Importing Spectra Settings failed due to parse JSON error.":["L'importation des paramètres de Spectra a échoué en raison d'une erreur d'analyse JSON."],"Importing Spectra Settings Failed.":["Échec de l'importation des paramètres de Spectra."],"Importing Surecart Settings failed.":["L'importation des paramètres de Surecart a échoué."],"Importing Surecart Settings Failed.":["Échec de l'importation des paramètres Surecart."],"Importing Site Content.":["Importation du contenu du site."],"Installing Required Plugins.":["Installation des plugins requis."],"%1$s plugin installed successfully.":["Le plugin %1$s a été installé avec succès."],"Could not install the plugin - %s":["Impossible d'installer le plugin - %s"],"Importing Site Options.":["Importation des options du site."],"Importing Site Options failed due to parse JSON error.":["L'importation des options du site a échoué en raison d'une erreur d'analyse JSON."],"Importing Site Options Failed.":["Échec de l'importation des options du site."],"Importing Widgets.":["Importation de widgets."],"Importing Widgets failed due to parse JSON error.":["L'importation des widgets a échoué en raison d'une erreur d'analyse JSON."],"Importing Widgets Failed.":["L'importation des widgets a échoué."],"Processing content for pages.":["Traitement du contenu pour les pages."],"Gutenberg batch failed.":["Le lot Gutenberg a échoué."],"Gutenberg Batch Failed.":["Échec du lot Gutenberg."],"Processing images.":["Traitement des images."],"Image processing failed.":["Le traitement de l'image a échoué."],"Final finishing.":["Finition finale."],"Final finishing failed due to parse JSON error.":["La finition finale a échoué en raison d'une erreur d'analyse JSON."],"Final finishing Failed.":["Échec de la finition finale."],"Activating %1$s plugin.":["Activation du plugin %1$s."],"%1$s activated.":["%1$s activé."],"JSON_Error: Could not activate the required plugin - %1$s.":["Erreur_JSON : Impossible d'activer le plugin requis - %1$s."],"<a href=\"%1$s\">Read article<\/a> to resolve the issue and continue importing template.":["<a href=\"%1$s\">Lisez l'article<\/a> pour résoudre le problème et continuer l'importation du modèle."],"Could not activate the required plugin - %1$s.":["Impossible d'activer le plugin requis - %1$s."],"We are building your website…":["Nous construisons votre site web…"],"Migrating":["Migration"],"Done":["Fait"],"Your website is ready!":["Votre site web est prêt !"],"Woohoo, your website %1$s is ready!":["Woohoo, votre site web %1$s est prêt !"],"You did it! Your brand new website is all set to shine online.":["Vous l'avez fait ! Votre tout nouveau site web est prêt à briller en ligne."],"See Your Website":["Voir votre site web"],"Visit Dashboard":["Visiter le tableau de bord"],"Congratulations! Your website is ready!":["Félicitations ! Votre site web est prêt !"],"The requested URL was not found.":["L'URL demandée n'a pas été trouvée."],"The URL may have been typed incorrectly. Or it might be a broken or outdated link.":["L'URL a peut-être été mal saisie. Ou il pourrait s'agir d'un lien cassé ou obsolète."]}}}