{"translation-revision-date":"2024-11-27T11:01:49+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Cancel":["Cancelar"],"Revoke Access":["Revogar Acesso"],"Revoke":["Revogar"],"Get Started Now":["Comece agora"],"Go back to the dashboard":["Volte para o painel"],"Welcome to the Zip AI Setup Wizard!":["Bem-vindo ao Assistente de Configuração do Zip AI!"],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":["Zip AI é o seu assistente WordPress, acessível diretamente no seu backend. Crie conteúdo persuasivo, gere código personalizado e obtenha respostas para suas dúvidas sobre WordPress em segundos. As possibilidades são infinitas!"],"Craft Compelling Content":["Crie Conteúdo Atraente"],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":["Com o Zip, você pode criar facilmente textos persuasivos e envolventes que ressoam com seu público."],"AI-Powered Block Patterns":["Padrões de Blocos com Inteligência Artificial"],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":["O Zip pode personalizar e customizar os padrões de blocos e os modelos de seção adaptados às necessidades únicas do seu site."],"WordPress Wizardry":["Feitiçaria do WordPress"],"Got questions? Zip has the answers. Whether it's troubleshooting, or customizing your site, Zip has your back.":["Tem perguntas? A Zip tem as respostas. Seja para solucionar problemas ou personalizar seu site, a Zip está ao seu lado."],"Personalized Templates":["Modelos Personalizados"],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":["Diga adeus aos designs genéricos e diga olá aos modelos de página personalizados da Zip, feitos sob medida para você."],"Generate Custom Code":["Gerar Código Personalizado"],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":["Não há mais necessidade de lutar com questões complexas de codificação. Zip pode criar código personalizado, funções e CSS adaptados às suas necessidades."],"Custom Pages with AI":["Páginas Personalizadas com IA"],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":["Com o Zip AI ao seu lado, você pode criar lindas páginas da web 100%s personalizadas sem a necessidade de habilidades de design ou codificação."],"From the Team Behind Some Iconic WordPress Products":["Da equipe por trás de alguns produtos icônicos do WordPress"],"Visit Website":["Visitar o site"],"Words Written":["Palavras Escritas"],"Get more Credits":["Obtenha mais Créditos"],"of %s":["de %s"],"Enable Zip AI":["Ativar Zip AI"],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":["Você pode ativar ou desativar facilmente o Zip AI nesta seção. Basta alternar o interruptor para ligar ou desligar com um único clique."],"Zip is Authorized":["Zip está autorizado"],"Your website is connected to AI. You can disconnect at any time.":["O seu site está conectado à IA. Você pode desconectar a qualquer momento."],"Are you sure you want to disconnect?":["Tem certeza de que deseja desconectar?"],"You will need to reconnect to use AI features again.":["Você precisará se reconectar para usar os recursos de IA novamente."],"Default route fallback":["Rota padrão de fallback"],"Zip - Your AI Assistant":["Zip - Seu Assistente de IA"]}}}