{"translation-revision-date":"2024-11-29T04:44:58+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Cancel":["Anuluj"],"Revoke Access":["Cofnij dostęp"],"Revoke":["Cofnij"],"Get Started Now":["Rozpocznij teraz"],"Go back to the dashboard":["Wróć do panelu sterowania"],"Welcome to the Zip AI Setup Wizard!":["Witamy w kreatorze konfiguracji Zip AI!"],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":["Zip AI to Twój asystent WordPress, dostępny bezpośrednio w Twoim panelu administracyjnym. Twórz przekonujące treści, generuj niestandardowy kod i uzyskuj odpowiedzi na pytania dotyczące WordPressa w kilka sekund. Możliwości są nieograniczone!"],"Craft Compelling Content":["Twórz przekonujące treści"],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":["Dzięki Zip możesz bez wysiłku tworzyć przekonujące, angażujące teksty, które trafiają do Twojej publiczności."],"AI-Powered Block Patterns":["Wzorce bloków zasilane przez AI"],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":["Zip może personalizować i dostosowywać wzory bloków oraz szablony sekcji do unikalnych potrzeb Twojej strony internetowej."],"WordPress Wizardry":["Czarodziejstwo WordPress"],"Got questions? Zip has the answers. Whether it's troubleshooting, or customizing your site, Zip has your back.":["Masz pytania? Zip ma odpowiedzi. Niezależnie od tego, czy chodzi o rozwiązywanie problemów, czy dostosowywanie witryny, Zip jest do Twojej dyspozycji."],"Personalized Templates":["Spersonalizowane szablony"],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":["Pożegnaj się z ogólnymi projektami i powitaj spersonalizowane szablony stron Zip, dostosowane specjalnie dla Ciebie."],"Generate Custom Code":["Generuj kod niestandardowy"],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":["Koniec zmagania się ze skomplikowanymi problemami z kodowaniem. Zip może stworzyć niestandardowy kod, funkcje i CSS dostosowane do Twoich potrzeb."],"Custom Pages with AI":["Strony niestandardowe z AI"],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":["Z Zip AI po swojej stronie możesz tworzyć piękne, w 100%s niestandardowe strony internetowe bez potrzeby posiadania umiejętności projektowania lub kodowania."],"From the Team Behind Some Iconic WordPress Products":["Od zespołu stojącego za niektórymi kultowymi produktami WordPress"],"Visit Website":["<translatedOdwiedź stronę internetową"],"Words Written":["Słowa napisane"],"Get more Credits":["Uzyskaj więcej kredytów"],"of %s":["z %s"],"Enable Zip AI":["Włącz Zip AI"],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":["Możesz łatwo włączyć lub wyłączyć Zip AI z tej sekcji. Wystarczy jednym kliknięciem przełączyć przełącznik w pozycję włączoną lub wyłączoną."],"Zip is Authorized":["Zip jest autoryzowany"],"Your website is connected to AI. You can disconnect at any time.":["Twoja strona internetowa jest połączona z AI. Możesz się rozłączyć w dowolnym momencie."],"Are you sure you want to disconnect?":["Czy na pewno chcesz się rozłączyć?"],"You will need to reconnect to use AI features again.":["Będziesz musiał ponownie połączyć się, aby móc korzystać z funkcji AI."],"Default route fallback":["Domyślna trasa zapasowa"],"Zip - Your AI Assistant":["Zip - Twój asystent AI"]}}}