{"translation-revision-date":"2024-11-07T10:43:27+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/gutenberg-templates\/dist\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"The page template you are about to import contains a dynamic widget\/module. Please note this dynamic data will not be available with the imported page.":["Le modèle de page que vous êtes sur le point d'importer contient un widget\/module dynamique. Veuillez noter que ces données dynamiques ne seront pas disponibles avec la page importée."],"You will need to add it manually on the page.":["Vous devrez l'ajouter manuellement sur la page."],"Filter by Color":["Filtrer par couleur"],"Pages":["Pages"],"Back to Templates":["Retour aux modèles"],"Insert":["Insérer"],"Cancel":["Annuler"],"Design Library":["Bibliothèque de design"],"Are you sure?":["Êtes-vous sûr ?"],"Exit":["Sortie"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Il y a eu un problème lors du traitement de la demande. Veuillez réessayer. Si cette erreur persiste, veuillez contacter notre <a href=\"%1$s\">équipe de support<\/a>."],"Back to Main Screen":["Retour à l'écran principal"],"Enter your %s account URL":["Entrez l'URL de votre compte %s"],"Enter your Google Business URL":["Entrez votre URL Google Business"],"Enter your Yelp business URL":["Entrez l'URL de votre entreprise Yelp"],"Enter your account URL":["Entrez l'URL de votre compte"],"Social Media":["Médias sociaux"],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Veuillez entrer une URL complète. Par exemple : https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"This might not be a valid URL.":["Ceci pourrait ne pas être une URL valide."],"Upload images":["Télécharger des images"],"Invalid file name! Please avoid special characters. (%s)":["Nom de fichier invalide ! Veuillez éviter les caractères spéciaux. (%s)"],"Upload Your Images":["Téléchargez vos images"],"Name of the website:":["Nom du site web :"],"Enter name or title of the website":["Entrez le nom ou le titre du site web"],"This website is for:":["Ce site est pour :"],"Name, language & type":["Nom, langue et type"],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["La meilleure façon de décrire quelque chose est de répondre à quelques questions en WH. Qui, Quoi, Où, Pourquoi, Quand, etc."],"Please enter a valid email":["Veuillez entrer une adresse e-mail valide"],"You can only upload 20 images at once":["Vous pouvez télécharger seulement 20 images à la fois"],"Suggested Keywords":["Mots-clés suggérés"],"Clear":["Clair"],"or drop your images here (Max 20)":["ou déposez vos images ici (Max 20)"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"Max size: 5 MB per file":["Taille maximale : 5 Mo par fichier"],"Try to refine your search.":["Essayez d'affiner votre recherche."],"Find the perfect images for your website by entering a keyword or selecting from the suggested options.":["Trouvez les images parfaites pour votre site web en entrant un mot-clé ou en sélectionnant parmi les options suggérées."],"End of the search results":["Fin des résultats de recherche"],"Activating Spectra plugin…":["Activation du plugin Spectra…"],"Activating WPForms plugin…":["Activation du plugin WPForms…"],"Installing Spectra plugin…":["Installation du plugin Spectra…"],"Installing WPForms plugin…":["Installation du plugin WPForms…"],"Error Occurred!":["Une erreur s'est produite !"],"Error: %s":["Erreur : %s"],"Import":["Importer"],"Installed the required plugin. The page will be saved and refreshed.":["Le plugin requis a été installé. La page sera enregistrée et actualisée."],"Error saving the page: %s":["Erreur lors de l'enregistrement de la page : %s"],"Update AI":["Mettre à jour l'IA"],"Personalize Library":["Personnaliser la bibliothèque"],"Update the details for the AI to suggest new text and images.":["Mettez à jour les détails pour que l'IA propose de nouveaux textes et images."],"Add details for the AI to suggest relevant text and images.":["Ajoutez des détails pour que l'IA puisse suggérer du texte et des images pertinents."],"Update images":["Mettre à jour les images"],"Revise the previously entered information from AI setup.":["Révisez les informations précédemment saisies lors de la configuration de l'IA."],"Reset AI Information":["Réinitialiser les informations de l'IA"],"Reset the previously entered information from AI setup and erase all the generated AI content.":["Réinitialisez les informations précédemment saisies lors de la configuration de l'IA et effacez tout le contenu généré par l'IA."],"Disable AI":["Désactiver l'IA"],"This option will preview & import only wireframe (default) content and images.":["Cette option prévisualisera et importera uniquement le contenu et les images en fil de fer (par défaut)."],"Adaptive Mode":["Mode adaptatif"],"Disabling Adaptive Mode shows templates without personalized text, images, and theme styling.":["Désactiver le mode adaptatif affiche les modèles sans texte personnalisé, images et style de thème."],"AI Credits in Your Account":["Crédits d'IA dans votre compte"],"Buy AI Credits":["Acheter des crédits AI"],"Revoke Access":["Révoquer l'accès"],"Are you sure you wish to revoke the authorization token?":["Êtes-vous sûr de vouloir révoquer le jeton d'autorisation ?"],"You will need to re-authorize Zip to use it again.":["Vous devrez réautoriser Zip pour l'utiliser à nouveau."],"Revoke":["Révoquer"],"Are you sure you want to cancel the content generation process?":["Êtes-vous sûr de vouloir annuler le processus de génération de contenu ?"],"Syncing":["Synchronisation"],"Patterns":["Motifs"],"Kits":["Kits"],"Favorites":["Favoris"],"Categories":["Catégories"],"AI Credits remaining":["Crédits d'IA restants"],"Color Styles: ":["Styles de couleur :"],"Did you know, you can personalize this design library with content and images tailored to your website project?":["Saviez-vous que vous pouvez personnaliser cette bibliothèque de design avec du contenu et des images adaptés à votre projet de site web ?"],"Install Spectra & Insert":["Installez Spectra & Insérez"],"Activate Spectra & Insert":["Activer Spectra & Insérer"],"This template includes dynamic content that won't carry over with the import. You'll need to manually add this dynamic data to the page.":["Ce modèle inclut du contenu dynamique qui ne sera pas transféré lors de l'importation. Vous devrez ajouter manuellement ces données dynamiques à la page."],"Heads Up!":["Attention !"],"Skip & Import \"%s\" Page":["Passer et importer la page \"%s\""],"Access this template and all others with Essentials & Business Toolkit package starting at just $79.":["Accédez à ce modèle et à tous les autres avec le forfait Essentials & Business Toolkit à partir de seulement 79 $."],"Please Enter your Licence Key":["Veuillez entrer votre clé de licence"],"License key":["Clé de licence"],"Page":["Page"],"No Result Found":["Aucun résultat trouvé"],"The search result not found. Try another search.":["Le résultat de la recherche n'a pas été trouvé. Essayez une autre recherche."],"Live Preview":["Aperçu en direct"],"Get Access":["Obtenir l'accès"],"Updated templates design library":["Bibliothèque de conception de modèles mise à jour"],"Free AI credits to create personalized content":["Crédits IA gratuits pour créer du contenu personnalisé"],"Easily find stunning images for your website":["Trouvez facilement des images magnifiques pour votre site web"],"Localized your website to any language":["Localisez votre site web dans n'importe quelle langue"],"Access Design Library":["Accéder à la bibliothèque de design"],"Get access to our library of hundreds of pixel-perfect, designer-made templates by creating a free account on ZipWP.":["Accédez à notre bibliothèque de centaines de modèles parfaits, conçus par des designers, en créant un compte gratuit sur ZipWP."],"Plus, you will get these extra benefits:":["De plus, vous bénéficierez de ces avantages supplémentaires :"],"Generate Content for Pages":["Générer du contenu pour les pages"],"Get the content for all your pages with just a click. You can generate content page by page by making use of the \"Skip\" option. We're here to make everything easy and tailored to suit your needs perfectly!":["Obtenez le contenu de toutes vos pages en un seul clic. Vous pouvez générer le contenu page par page en utilisant l'option \"Passer\". Nous sommes là pour rendre tout facile et adapté parfaitement à vos besoins !"],"Let’s Go (%s Credits)":["Allons-y (%s Crédits)"],"Skip":["Passer"],"My Favorites":["Mes favoris"],"Sorry No Favorites Found 😕":["Désolé, aucun favori trouvé 😕"],"No favorites added.":["Aucun favori ajouté."],"Your favorite templates will be displayed here. You do not have any favorites yet. Click the heart icon and start adding them!":["Vos modèles préférés seront affichés ici. Vous n'avez pas encore de favoris. Cliquez sur l'icône en forme de cœur et commencez à les ajouter !"],"Please wait a moment":["Veuillez patienter un instant"],"support team":["équipe de support"],"If this error continues please contact our %1$s.":["Si cette erreur persiste, veuillez contacter notre %1$s."],"Failed to active Spectra. Please try again later.":["Échec de l'activation de Spectra. Veuillez réessayer plus tard."],"Failed to active WPForms. Please try again later.":["Échec de l'activation de WPForms. Veuillez réessayer plus tard."],"Failed to import the block. Please try again later.":["Échec de l'importation du bloc. Veuillez réessayer plus tard."],"Failed import WPForms. Please try again later.":["Échec de l'importation de WPForms. Veuillez réessayer plus tard."],"Failed to install Spectra. Please try again later.":["Échec de l'installation de Spectra. Veuillez réessayer plus tard."],"Failed to install WPForms. Please try again later.":["Échec de l'installation de WPForms. Veuillez réessayer plus tard."],"Failed to fetch block data. Please try again later.":["Échec de la récupération des données du bloc. Veuillez réessayer plus tard."],"If you prefer to continue, press “Cancel”.":["Si vous préférez continuer, appuyez sur « Annuler »."],"(Please enter a valid email":["(Veuillez entrer une adresse e-mail valide"],"How can people get in touch with ":["Comment les gens peuvent-ils entrer en contact avec"],"Please provide the contact information details below. These will be used on the website.":["Veuillez fournir les coordonnées ci-dessous. Elles seront utilisées sur le site web."],"Description Generation Error!":["Erreur de génération de la description !"],"Failed to generate business description using AI. Please retry or enter details manually.":["Échec de la génération de la description de l'entreprise à l'aide de l'IA. Veuillez réessayer ou entrer les détails manuellement."],"Uh Oh, you're out of AI credits 😕":["Oh là là, vous n'avez plus de crédits AI 😕"],"With AI credits, you have the power to personalize the design library with unique copy and beautiful images specific to your website.":["Avec des crédits IA, vous avez le pouvoir de personnaliser la bibliothèque de design avec un texte unique et de belles images spécifiques à votre site web."],"Your account has %1$s AI credits left. If you want to personalize the entire design library with content and images tailored to your business and website project, you'll require %2$s credits.":["Il vous reste %1$s crédits AI sur votre compte. Si vous souhaitez personnaliser l'ensemble de la bibliothèque de designs avec du contenu et des images adaptés à votre entreprise et à votre projet de site web, vous aurez besoin de %2$s crédits."],"Unlock 200,000 AI Credits for Just $39":["Débloquez 200 000 crédits IA pour seulement 39 $"],"Want to see how this works?":["Voulez-vous voir comment cela fonctionne ?"],"Begin with the 1000 AI credits provided when you signed up for your free account. With this, you can personalize templates in the %s categories.":["Commencez avec les 1000 crédits AI fournis lors de votre inscription pour un compte gratuit. Avec cela, vous pouvez personnaliser des modèles dans les catégories %s."],"You can easily purchase additional AI credits later anytime.":["Vous pouvez facilement acheter des crédits AI supplémentaires plus tard à tout moment."],"We couldn`t find anything with your keyword.":["Nous n'avons rien trouvé avec votre mot-clé."],"No images are selected yet.":["Aucune image n'est encore sélectionnée."],"Connect":["Connecter"],"Connect your account":["Connectez votre compte"],"Let's Start":["Commençons"],"Build using AI":["Construire en utilisant l'IA"]}}}