{"translation-revision-date":"2024-11-27T11:01:49+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/gutenberg-templates\/dist\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"The page template you are about to import contains a dynamic widget\/module. Please note this dynamic data will not be available with the imported page.":["O modelo de página que você está prestes a importar contém um widget\/módulo dinâmico. Observe que esses dados dinâmicos não estarão disponíveis na página importada."],"You will need to add it manually on the page.":["Você precisará adicioná-lo manualmente na página."],"Filter by Color":["Filtrar por cor"],"Pages":["Páginas"],"Back to Templates":["Voltar para Modelos"],"Insert":["Inserir"],"Cancel":["Cancelar"],"Design Library":["Biblioteca de Design"],"Are you sure?":["Tem certeza?"],"Exit":["Sair"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Houve um problema ao processar a solicitação. Por favor, tente novamente. Se este erro continuar, entre em contato com nossa <a href=\"%1$s\">equipe de suporte<\/a>."],"Back to Main Screen":["Voltar para a Tela Principal"],"Enter your %s account URL":["Insira o URL da sua conta %s"],"Enter your Google Business URL":["Insira o URL do seu Google Business"],"Enter your Yelp business URL":["Insira o URL do seu negócio no Yelp"],"Enter your account URL":["Insira o URL da sua conta"],"Social Media":["Mídia Social"],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Por favor, insira um URL completo. Ex.: https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"This might not be a valid URL.":["Este pode não ser um URL válido."],"Upload images":["Carregar imagens"],"Invalid file name! Please avoid special characters. (%s)":["Nome de arquivo inválido! Por favor, evite caracteres especiais. (%s)"],"Upload Your Images":["Carregue suas imagens"],"Name of the website:":["Nome do site:"],"Enter name or title of the website":["Insira o nome ou título do site"],"This website is for:":["Este site é para:"],"Name, language & type":["Nome, idioma e tipo"],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["A melhor maneira de descrever qualquer coisa é respondendo a algumas perguntas WH. Quem, O quê, Onde, Por quê, Quando, etc."],"Please enter a valid email":["Por favor, insira um e-mail válido"],"You can only upload 20 images at once":["Você só pode enviar 20 imagens de uma vez"],"Suggested Keywords":["Palavras-chave sugeridas"],"Clear":["Claro"],"or drop your images here (Max 20)":["ou solte suas imagens aqui (Máximo 20)"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"Max size: 5 MB per file":["Tamanho máximo: 5 MB por arquivo"],"Try to refine your search.":["Tente refinar sua pesquisa."],"Find the perfect images for your website by entering a keyword or selecting from the suggested options.":["Encontre as imagens perfeitas para o seu site inserindo uma palavra-chave ou selecionando entre as opções sugeridas."],"End of the search results":["Fim dos resultados da pesquisa"],"Activating Spectra plugin…":["Ativando o plugin Spectra…"],"Activating WPForms plugin…":["Ativando o plugin WPForms…"],"Installing Spectra plugin…":["Instalando o plugin Spectra…"],"Installing WPForms plugin…":["Instalando o plugin WPForms…"],"Error Occurred!":["Ocorreu um erro!"],"Error: %s":["Erro: %s"],"Import":["Importar"],"Installed the required plugin. The page will be saved and refreshed.":["Instalou o plugin necessário. A página será salva e atualizada."],"Error saving the page: %s":["Erro ao salvar a página: %s"],"Update AI":["Atualizar IA"],"Personalize Library":["Personalizar Biblioteca"],"Update the details for the AI to suggest new text and images.":["Atualize os detalhes para que a IA sugira novos textos e imagens."],"Add details for the AI to suggest relevant text and images.":["Adicione detalhes para que a IA sugira texto e imagens relevantes."],"Update images":["Atualizar imagens"],"Revise the previously entered information from AI setup.":["Revise as informações inseridas anteriormente na configuração da IA."],"Reset AI Information":["Redefinir Informações de IA"],"Reset the previously entered information from AI setup and erase all the generated AI content.":["Redefina as informações inseridas anteriormente na configuração da IA e apague todo o conteúdo gerado pela IA."],"Disable AI":["Desativar IA"],"This option will preview & import only wireframe (default) content and images.":["Esta opção irá pré-visualizar e importar apenas o conteúdo e imagens de wireframe (padrão)."],"Adaptive Mode":["Modo Adaptativo"],"Disabling Adaptive Mode shows templates without personalized text, images, and theme styling.":["Desativar o Modo Adaptativo mostra modelos sem texto personalizado, imagens e estilo de tema."],"AI Credits in Your Account":["Créditos de IA na Sua Conta"],"Buy AI Credits":["Comprar Créditos de IA"],"Revoke Access":["Revogar Acesso"],"Are you sure you wish to revoke the authorization token?":["Tem certeza de que deseja revogar o token de autorização?"],"You will need to re-authorize Zip to use it again.":["Você precisará reautorizar o Zip para usá-lo novamente."],"Revoke":["Revogar"],"Are you sure you want to cancel the content generation process?":["Tem certeza de que deseja cancelar o processo de geração de conteúdo?"],"Syncing":["Sincronizando"],"Patterns":["Padrões"],"Kits":["Kits"],"Favorites":["Favoritos"],"Categories":["Categorias"],"AI Credits remaining":["Créditos de IA restantes"],"Color Styles: ":["Estilos de Cor: "],"Did you know, you can personalize this design library with content and images tailored to your website project?":["Você sabia que pode personalizar esta biblioteca de design com conteúdo e imagens adaptados ao seu projeto de site?"],"Install Spectra & Insert":["Instalar Spectra & Inserir"],"Activate Spectra & Insert":["Ativar Spectra & Inserir"],"This template includes dynamic content that won't carry over with the import. You'll need to manually add this dynamic data to the page.":["Este modelo inclui conteúdo dinâmico que não será transferido com a importação. Você precisará adicionar manualmente esses dados dinâmicos à página."],"Heads Up!":["Atenção!"],"Skip & Import \"%s\" Page":["Pular e Importar a Página \"%s\""],"Access this template and all others with Essentials & Business Toolkit package starting at just $79.":["Acesse este modelo e todos os outros com o pacote Essentials & Business Toolkit a partir de apenas $79."],"Please Enter your Licence Key":["Por favor, insira sua chave de licença"],"License key":["Chave de licença"],"Page":["Página"],"No Result Found":["Nenhum resultado encontrado"],"The search result not found. Try another search.":["O resultado da pesquisa não foi encontrado. Tente outra pesquisa."],"Live Preview":["Pré-visualização ao vivo"],"Get Access":["Obter Acesso"],"Updated templates design library":["Biblioteca de design de modelos atualizada"],"Free AI credits to create personalized content":["Créditos de IA gratuitos para criar conteúdo personalizado"],"Easily find stunning images for your website":["Encontre facilmente imagens deslumbrantes para o seu site"],"Localized your website to any language":["Localize seu site para qualquer idioma"],"Access Design Library":["Acessar Biblioteca de Design"],"Get access to our library of hundreds of pixel-perfect, designer-made templates by creating a free account on ZipWP.":["Obtenha acesso à nossa biblioteca de centenas de modelos perfeitos, feitos por designers, criando uma conta gratuita no ZipWP."],"Plus, you will get these extra benefits:":["Além disso, você receberá esses benefícios extras:"],"Generate Content for Pages":["Gerar conteúdo para páginas"],"Get the content for all your pages with just a click. You can generate content page by page by making use of the \"Skip\" option. We're here to make everything easy and tailored to suit your needs perfectly!":["Obtenha o conteúdo para todas as suas páginas com apenas um clique. Você pode gerar conteúdo página por página utilizando a opção \"Pular\". Estamos aqui para tornar tudo fácil e adaptado para atender perfeitamente às suas necessidades!"],"Let’s Go (%s Credits)":["Vamos lá (%s Créditos)"],"Skip":["Pular"],"My Favorites":["Meus Favoritos"],"Sorry No Favorites Found 😕":["Desculpe, não foram encontrados favoritos 😕"],"No favorites added.":["Nenhum favorito adicionado."],"Your favorite templates will be displayed here. You do not have any favorites yet. Click the heart icon and start adding them!":["Os seus modelos favoritos serão exibidos aqui. Você ainda não tem favoritos. Clique no ícone de coração e comece a adicioná-los!"],"Please wait a moment":["Por favor, aguarde um momento"],"support team":["equipe de suporte"],"If this error continues please contact our %1$s.":["Se este erro continuar, por favor, entre em contato com nosso %1$s."],"Failed to active Spectra. Please try again later.":["Falha ao ativar o Spectra. Por favor, tente novamente mais tarde."],"Failed to active WPForms. Please try again later.":["Falha ao ativar o WPForms. Por favor, tente novamente mais tarde."],"Failed to import the block. Please try again later.":["Falha ao importar o bloco. Por favor, tente novamente mais tarde."],"Failed import WPForms. Please try again later.":["Falha ao importar WPForms. Por favor, tente novamente mais tarde."],"Failed to install Spectra. Please try again later.":["Falha ao instalar o Spectra. Por favor, tente novamente mais tarde."],"Failed to install WPForms. Please try again later.":["Falha ao instalar o WPForms. Por favor, tente novamente mais tarde."],"Failed to fetch block data. Please try again later.":["Falha ao buscar dados do bloco. Por favor, tente novamente mais tarde."],"If you prefer to continue, press “Cancel”.":["Se preferir continuar, pressione \"Cancelar\"."],"(Please enter a valid email":["Por favor, insira um e-mail válido"],"How can people get in touch with ":["Como as pessoas podem entrar em contato com "],"Please provide the contact information details below. These will be used on the website.":["Por favor, forneça os detalhes de contato abaixo. Estes serão usados no site."],"Description Generation Error!":["Erro na Geração de Descrição!"],"Failed to generate business description using AI. Please retry or enter details manually.":["Falha ao gerar a descrição do negócio usando IA. Por favor, tente novamente ou insira os detalhes manualmente."],"Uh Oh, you're out of AI credits 😕":["Oh não, você está sem créditos de IA 😕"],"With AI credits, you have the power to personalize the design library with unique copy and beautiful images specific to your website.":["Com créditos de IA, você tem o poder de personalizar a biblioteca de design com textos únicos e imagens bonitas específicas para o seu site."],"Your account has %1$s AI credits left. If you want to personalize the entire design library with content and images tailored to your business and website project, you'll require %2$s credits.":["Sua conta tem %1$s créditos de IA restantes. Se você deseja personalizar toda a biblioteca de design com conteúdo e imagens adaptados ao seu negócio e projeto de site, você precisará de %2$s créditos."],"Unlock 200,000 AI Credits for Just $39":["Desbloqueie 200.000 Créditos de IA por apenas $39"],"Want to see how this works?":["Quer ver como isso funciona?"],"Begin with the 1000 AI credits provided when you signed up for your free account. With this, you can personalize templates in the %s categories.":["Comece com os 1000 créditos de IA fornecidos quando você se inscreveu para sua conta gratuita. Com isso, você pode personalizar modelos nas categorias %s."],"You can easily purchase additional AI credits later anytime.":["Você pode facilmente comprar créditos adicionais de IA mais tarde, a qualquer momento."],"We couldn`t find anything with your keyword.":["Não conseguimos encontrar nada com a sua palavra-chave."],"No images are selected yet.":["Ainda não foram selecionadas imagens."],"Connect":["Conectar"],"Connect your account":["Conecte sua conta"],"Let's Start":["Vamos começar"],"Build using AI":["Construir usando IA"]}}}