{"translation-revision-date":"2024-11-27T11:01:49+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/ai-builder\/inc\/assets\/build\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Starter Templates":["Modelos Iniciais"],"Premium":["Premium"],"Elementor":["Elementor"],"Beaver Builder":["Beaver Builder"],"Close":["Fechar"],"Cancel":["Cancelar"],"Contact Support":["Contactar Suporte"],"Something went wrong":["Algo deu errado"],"Downloading the images in media library…":["Baixando as imagens na biblioteca de mídia…"],"Adding interactive elements to engage visitors…":["Adicionando elementos interativos para envolver os visitantes…"],"Crafting compelling copy that speaks to audience…":["Criando textos atraentes que falam ao público…"],"Optimizing website for performance and speed…":["Otimização do site para desempenho e velocidade…"],"Adding essential features to engage visitors…":["Adicionando recursos essenciais para envolver os visitantes…"],"Optimizing SEO settings to boost online presence…":["Otimizando as configurações de SEO para impulsionar a presença online…"],"Finalizing website layout and structure…":["Finalizando o layout e a estrutura do site…"],"Testing functionality across different browsers…":["Testando a funcionalidade em diferentes navegadores…"],"It's taking a bit more than usual. Bear with us…":["Está demorando um pouco mais do que o habitual. Tenha paciência conosco…"],"Oops, Site creation hiccupped, we are trying one more time":["Ops, a criação do site teve um contratempo, estamos tentando mais uma vez"],"Oops, our site creation magic misfired! We couldn't create your site. Please try again…":["Ops, a nossa magia de criação de sites falhou! Não conseguimos criar o seu site. Por favor, tente novamente…"],"Style 1":["Estilo 1"],"Style 2":["Estilo 2"],"Style 3":["Estilo 3"],"Style 4":["Estilo 4"],"Style 5":["Estilo 5"],"Style 6":["Estilo 6"],"Style 7":["Estilo 7"],"Style 8":["Estilo 8"],"Style 9":["Estilo 9"],"Style 10":["Estilo 10"],"Original %1$s":["Original %1$s"],"Original":["Original"],"Custom":["Personalizado"],"Color Palette":["Paleta de Cores"],"Font Pair":["Par de Fontes"],"Use setting":["Usar configuração"],"Site Logo":["Logotipo do Site"],"Change":["Mudar"],"Upload File Here":["Carregar arquivo aqui"],"Show site title":["Mostrar título do site"],"Logo width":["Largura do logotipo"],"Are you sure?":["Tem certeza?"],"This will redirect you to the first screen and discard the progress you have made.":["Isso irá redirecioná-lo para a primeira tela e descartar o progresso que você fez."],"If you prefer to continue, click 'Cancel'.":["Se preferir continuar, clique em 'Cancelar'."],"Exit":["Sair"],"Light":["Luz"],"Dark":["Escuro"],"Muted":["Silenciado"],"Normal":["Normal"],"Vibrant":["Vibrante"],"This color is not suitable for reading on %1$s backgrounds. Consider making it slightly %2$s.":["Esta cor não é adequada para leitura em fundos %1$s. Considere torná-la ligeiramente %2$s."],"Style":["Estilo"],"Saturation":["Saturação"],"Brightness":["Brilho"],"Hold On!":["Aguente!"],"It looks like you already have a website made with Starter Templates. Clicking the 'Start Building' button will recreate the site, and all previous data will be overridden.":["Parece que você já tem um site feito com Modelos Iniciais. Clicar no botão 'Começar a Construir' recriará o site, e todos os dados anteriores serão substituídos."],"Maintain previous\/old data?":["Manter dados anteriores\/antigos?"],"Enabling this option will maintain your old Starter Templates data, including content and images. Enable it to confirm.":["Ativar esta opção manterá seus dados antigos de Modelos Iniciais, incluindo conteúdo e imagens. Ative para confirmar."],"Start Building":["Comece a Construir"],"Back":["Voltar"],"You're almost there!":["Você está quase lá!"],"You've chosen a %1$s Access this design and all others when you upgrade.":["Você escolheu um %1$s Acesse este design e todos os outros quando você fizer o upgrade."],"Unlock the Access":["Desbloquear o Acesso"],"here":["aqui"],"Problem Detected in Previous Site Creation!":["Problema detectado na criação anterior do site!"],"We encountered the following errors while creating your previous site:":["Encontrámos os seguintes erros ao criar o seu site anterior:"],"Not enough information to display.":["Informações insuficientes para exibir."],"If you want to retry the import, select a saved site below then click on the “Retry Import” button. Or contact our support %1$s.":["Se você quiser tentar a importação novamente, selecione um site salvo abaixo e clique no botão \"Tentar Importar Novamente\". Ou entre em contato com nosso suporte %1$s."],"If you proceed without fixing these issues, you may encounter the same errors again, which could exhaust your AI site creation attempts. If you need help, feel free to contact us %1$s. Do you still want to continue?":["Se você prosseguir sem corrigir esses problemas, poderá encontrar os mesmos erros novamente, o que pode esgotar suas tentativas de criação de sites de IA. Se precisar de ajuda, sinta-se à vontade para nos contatar %1$s. Você ainda quer continuar?"],"Created On: ":["Criado em: "],"Importing saved sites won’t be exhausting your AI site generation count.":["Importar sites salvos não irá esgotar sua contagem de geração de sites por IA."],"Retry Import":["Tentar novamente a importação"],"This is just a sneak peek. The actual website and its content will be created in the next step.":["Este é apenas um vislumbre. O site real e seu conteúdo serão criados na próxima etapa."],"Build with AI":["Construa com IA"],"Premium Design":["Design Premium"],"You've chosen a Premium Design. Access this design and all others with our paid plans starting at just $79.":["Você escolheu um Design Premium. Acesse este design e todos os outros com nossos planos pagos a partir de apenas $79."],"Continue":["Continuar"],"Back to Other Designs":["Voltar para Outros Designs"],"Responsive Preview":["Pré-visualização Responsiva"],"%s AI sites":["Sites de IA %s"],"This plan allows you to generate %s per day, and you have reached this limit.":["Este plano permite que você gere %s por dia, e você atingiu esse limite."],"To create more AI websites, you will need to either upgrade your plan or wait until the limit resets.":["Para criar mais sites de IA, você precisará ou atualizar seu plano ou esperar até que o limite seja redefinido."],"Limit reached":["Limite atingido"],"Resume your last session?":["Retomar sua última sessão?"],"It appears that your previous website building session was interrupted. Would you like to pick up where you left off?":["Parece que sua sessão anterior de criação de site foi interrompida. Gostaria de continuar de onde parou?"],"Resume Previous Session":["Retomar Sessão Anterior"],"Start Over":["Recomeçar"],"Oops , Something went wrong!":["Ops, algo deu errado!"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Houve um problema ao processar a solicitação. Por favor, tente novamente. Se este erro continuar, entre em contato com nossa <a href=\"%1$s\">equipe de suporte<\/a>."],"Back to Main Screen":["Voltar para a Tela Principal"],"Site creation failed due to an unexpected error. Please try again or reach out for assistance if the issue persists.":["A criação do site falhou devido a um erro inesperado. Por favor, tente novamente ou entre em contato para obter assistência se o problema persistir."],"Additional technical information:":["Informações técnicas adicionais:"],"Error Message: %1$s":["Mensagem de Erro: %1$s"],"Exit to Dashboard":["Sair para o Painel"],"This is the total usage quota":["Este é o total da cota de uso"],"This usage quota will reset monthly":["Esta cota de uso será redefinida mensalmente"],"This usage quota will reset daily":["Esta cota de uso será reiniciada diariamente"],"This usage quota will reset %s":["Esta cota de uso será redefinida %s"],"Plan Usage & Limit":["Uso e Limite do Plano"],"Keep track and monitor how you allocate and use resources in your existing plan.":["Mantenha o controle e monitore como você aloca e utiliza recursos no seu plano atual."],"Plan":["Plano"],"Manage Plan":["Gerenciar Plano"],"Staging Sites":["Sites de Teste"],"AI Website Generations":["Gerações de Sites de IA"],"Blueprint Sites":["Sites de Blueprint"],"Disk Space Utilized":["Espaço em Disco Utilizado"],"Team members":["Membros da equipe"],"Upgrade Now":["Atualize agora"],"5 AI sites per day":["5 sites de IA por dia"],"20,000 AI Credits":["20.000 Créditos de IA"],"Premium designs":["Designs premium"],"5 Blueprint Sites":["5 Sites de Blueprint"],"10 AI sites per day":["10 sites de IA por dia"],"100,000 AI Credits":["100.000 Créditos de IA"],"10 Blueprint Sites":["10 Sites de Blueprint"],"Great Start! Congratulations..":["Ótimo começo! Parabéns.."],"You've successfully generated %1$s AI sites with your %2$s Plan account. You can do much more with the %3$s Plan:":["Você gerou com sucesso %1$s sites de IA com sua conta do Plano %2$s. Você pode fazer muito mais com o Plano %3$s:"],"Block Editor":["Editor de Blocos"],"AI Website Builder":["Criador de Sites com IA"],"Next":["Próximo"],"Skip Step":["Pular Etapa"],"Search":["Pesquisar"],"Nothing found":["Nada encontrado"],"The website will be in:":["O site estará em:"],"Type to search":["Digite para pesquisar"],"You've almost reached AI site-building limit.":["Você quase atingiu o limite de criação de sites de IA."],"Upgrade with add-ons to unlock more.":["Faça upgrade com complementos para desbloquear mais."],"Buy Add-ons":["Comprar complementos"],"Use this":["Use isto"],"Improve Using AI":["Melhore usando IA"],"Add More Business Details":["Adicionar mais detalhes do negócio"],"The business details provided are not enough to create the website content. Please describe your business with more details, or use AI to write it for you.":["Os detalhes do negócio fornecidos não são suficientes para criar o conteúdo do site. Por favor, descreva seu negócio com mais detalhes ou use a IA para escrevê-lo para você."],"A good business description is:":["Uma boa descrição de negócios é:"],"I'll Write by Myself":["Eu vou escrever por mim mesmo"],"Enter your %s account URL":["Insira o URL da sua conta %s"],"Enter your Google Business URL":["Insira o URL do seu Google Business"],"Enter your Yelp business URL":["Insira o URL do seu negócio no Yelp"],"Enter your account URL":["Insira o URL da sua conta"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Instagram":["Instagram"],"LinkedIn":["LinkedIn"],"YouTube":["YouTube"],"Google My Business":["Google Meu Negócio"],"Yelp":["Yelp"],"Social Media":["Mídia Social"],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Por favor, insira um URL completo. Ex.: https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"This might not be a valid URL.":["Este pode não ser um URL válido."],"Upload images":["Carregar imagens"],"Invalid file name! Please avoid special characters. (%s)":["Nome de arquivo inválido! Por favor, evite caracteres especiais. (%s)"],"Option %s":["Opção %s"],"Open Design in New Tab":["Abrir Design em Nova Aba"],"E-Commerce":["Comércio Eletrônico"],"Pages included:":["Páginas incluídas:"],"Page count: %s":["Contagem de páginas: %s"],"Generating preview…":["Gerando visualização…"],"All orientations":["Todas as orientações"],"Landscape":["Paisagem"],"Portrait":["Retrato"],"Search Results":["Resultados da Pesquisa"],"Upload Your Images":["Carregue suas imagens"],"Selected Images":["Imagens Selecionadas"],"Select features":["Selecionar recursos"],"Select the features you want on this website":["Selecione os recursos que deseja neste site"],"Something went wrong. Please try again later.":["Algo deu errado. Por favor, tente novamente mais tarde."],"Skip & Start Building":["Pular e começar a construir"],"Importing Content…":["Importando conteúdo…"],"Fetching related demo failed.":["Falha ao buscar a demonstração relacionada."],"Astra Theme Installed.":["Tema Astra Instalado."],"Astra theme installation failed.":["Falha na instalação do tema Astra."],"Installing Astra Theme…":["Instalando o tema Astra…"],"Oops.. Something went wrong":["Ops.. Algo deu errado"],"What happened?":["O que aconteceu?"],"Importing site content has failed. The import process was interrupted.":["A importação do conteúdo do site falhou. O processo de importação foi interrompido."],"Additional technical information from console:":["Informações técnicas adicionais do console:"],"Click here to try again":["Clique aqui para tentar novamente"],"Double-checking for grammar and spelling errors…":["Verificando novamente erros de gramática e ortografia…"],"Finalizing setup and configurations…":["Finalizando a configuração e as configurações…"],"Crossing the t's and dotting the i's…":["Cruzando os t's e pontuando os i's…"],"Reviewing for any last-minute tweaks…":["Revisando para quaisquer ajustes de última hora…"],"Almost there! Just a few more finishing touches…":["Quase lá! Só mais alguns retoques finais…"],"Your website is almost ready.":["O seu site está quase pronto."],"It's taking longer than usual. Please bear with us!":["Está demorando mais do que o habitual. Por favor, tenha paciência conosco!"],"Building a website has never been this easy!":["Criar um site nunca foi tão fácil!"],"Here is how the AI Website Builder works:":["Aqui está como o Construtor de Sites de IA funciona:"],"Create a free account on ZipWP platform.":["Crie uma conta gratuita na plataforma ZipWP."],"Describe your dream website in your own words.":["Descreva o seu site dos sonhos com suas próprias palavras."],"Watch as AI crafts your WordPress website instantly.":["Veja como a IA cria seu site WordPress instantaneamente."],"Refine the website with an easy drag & drop builder.":["Refine o site com um construtor fácil de arrastar e soltar."],"Launch.":["Lançamento."],"Let's Get Started. It's Free":["Vamos começar. É grátis"],"Let's build your website!":["Vamos construir o seu site!"],"Please share some basic details of the website to get started.":["Por favor, compartilhe alguns detalhes básicos do site para começar."],"Name of the website:":["Nome do site:"],"Enter name or title of the website":["Insira o nome ou título do site"],"Name is required":["Nome é obrigatório"],"This website is for:":["Este site é para:"],"Let’s Start":["Vamos começar"],"Name, language & type":["Nome, idioma e tipo"],"What is %s? Please describe the business.":["O que é %s? Por favor, descreva o negócio."],"Please be as descriptive as you can. Share details such as services, products, goals, etc.":["Por favor, seja o mais descritivo possível. Compartilhe detalhes como serviços, produtos, objetivos, etc."],"Who is %s? Tell us more about the person.":["Quem é %s? Conte-nos mais sobre a pessoa."],"Please be as descriptive as you can. Share details such as what they do, their expertise, offerings, etc.":["Por favor, seja o mais descritivo possível. Compartilhe detalhes como o que eles fazem, sua expertise, ofertas, etc."],"What is %s? Please describe the organisation.":["O que é %s? Por favor, descreva a organização."],"Please be as descriptive as you can. Share details such as services, programs, mission, vision, etc.":["Por favor, seja o mais descritivo possível. Compartilhe detalhes como serviços, programas, missão, visão, etc."],"What is %s? Tell us more about the restaurant.":["O que é %s? Conte-nos mais sobre o restaurante."],"Please be as descriptive as you can. Share details such as a brief about the restaurant, specialty, menu, etc.":["Por favor, seja o mais descritivo possível. Compartilhe detalhes como uma breve descrição do restaurante, especialidade, cardápio, etc."],"What is %s? Share more details about the product.":["O que é %s? Compartilhe mais detalhes sobre o produto."],"Please be as descriptive as you can. Share details such as a brief about the product, features, some USPs, etc.":["Por favor, seja o mais descritivo possível. Compartilhe detalhes como uma breve descrição do produto, características, alguns diferenciais, etc."],"Tell us more about %s.":["Conte-nos mais sobre %s."],"Please be as descriptive as you can. Share details such as Event information date, venue, some highlights, etc.":["Por favor, seja o mais descritivo possível. Compartilhe detalhes como informações sobre o evento, data, local, alguns destaques, etc."],"Share more details about %s.":["Compartilhe mais detalhes sobre %s."],"Tell us more about the %s.":["Conte-nos mais sobre o %s."],"Please be as descriptive as you can. Share details such as treatments, procedures, facilities, etc.":["Por favor, seja o mais descritivo possível. Compartilhe detalhes como tratamentos, procedimentos, instalações, etc."],"Please describe %s in a few words.":["Por favor, descreva %s em poucas palavras."],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["A melhor maneira de descrever qualquer coisa é respondendo a algumas perguntas WH. Quem, O quê, Onde, Por quê, Quando, etc."],"Characters: ":["Caracteres: "],"E.g. Mantra Minds is a yoga studio located in Chino Hills, California. The studio offers a variety of classes such as Hatha yoga, Vinyasa flow, and Restorative yoga. The studio is led by Jane, an experienced and certified yoga instructor with over 10 years of teaching expertise. The welcoming atmosphere and personalized Jane make it a favorite among yoga enthusiasts in the area.":["Por exemplo, a Mantra Minds é um estúdio de yoga localizado em Chino Hills, Califórnia. O estúdio oferece uma variedade de aulas, como Hatha yoga, Vinyasa flow e yoga restaurativa. O estúdio é liderado por Jane, uma instrutora de yoga experiente e certificada com mais de 10 anos de experiência em ensino. A atmosfera acolhedora e o toque pessoal de Jane fazem dele um favorito entre os entusiastas de yoga na área."],"Write Using AI":["Escrever Usando IA"],"Describe":["Descrever"],"Some details please":["Alguns detalhes, por favor"],"How can people get in touch with %1$s?":["Como as pessoas podem entrar em contato com %1$s?"],"Please provide the contact information below. These will be used on the website.":["Por favor, forneça as informações de contato abaixo. Estas serão usadas no site."],"Email":["Email"],"Your email":["Seu e-mail"],"Please enter a valid email":["Por favor, insira um e-mail válido"],"Phone Number":["Número de Telefone"],"Your phone number":["O seu número de telefone"],"Address":["Endereço"],"Contact":["Contato"],"How can people get in touch":["Como as pessoas podem entrar em contato"],"You can only upload 20 images at once":["Você só pode enviar 20 imagens de uma vez"],"Select the Images":["Selecione as Imagens"],"Add more relevant keywords…":["Adicione mais palavras-chave relevantes…"],"Suggested Keywords":["Palavras-chave sugeridas"],"Clear":["Claro"],"or drop your images here (Max 20)":["ou solte suas imagens aqui (Máximo 20)"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"Max size: 5 MB per file":["Tamanho máximo: 5 MB por arquivo"],"You have not selected any images yet.":["Você ainda não selecionou nenhuma imagem."],"We couldn't find anything with your keyword.":["Não conseguimos encontrar nada com a sua palavra-chave."],"Try to refine your search.":["Tente refinar sua pesquisa."],"Find the perfect images for your website by entering a keyword or selecting from the suggested options.":["Encontre as imagens perfeitas para o seu site inserindo uma palavra-chave ou selecionando entre as opções sugeridas."],"End of the search results":["Fim dos resultados da pesquisa"],"Save & Exit":["Salvar e Sair"],"Images":["Imagens"],"Select relevant images as needed":["Selecione as imagens relevantes conforme necessário"],"Choose the Design":["Escolha o Design"],"Add a keyword":["Adicionar uma palavra-chave"],"Error while fetching templates":["Erro ao buscar modelos"],"Load More Designs":["Carregar Mais Designs"],"Design":["Design"],"Choose a structure for your website":["Escolha uma estrutura para o seu site"],"Features":["Recursos"],"Select features as you need":["Selecione os recursos conforme necessário"],"Resetting posts.":["Redefinindo postagens."],"Resetting posts failed.":["Falha ao redefinir as postagens."],"Taking settings backup.":["Fazendo backup das configurações."],"Taking settings backup failed.":["Falha ao fazer backup das configurações."],"Resetting customizer.":["Redefinindo personalizador."],"Resetting customizer failed.":["Falha ao redefinir o personalizador."],"Resetting site options.":["Redefinindo as opções do site."],"Resetting site options Failed.":["Falha ao redefinir as opções do site."],"Resetting widgets.":["Redefinindo widgets."],"Resetting widgets JSON parse failed.":["Falha ao redefinir a análise JSON dos widgets."],"Resetting widgets failed.":["Falha ao redefinir os widgets."],"Resetting terms and forms.":["Redefinindo termos e formulários."],"Resetting terms and forms failed.":["Falha ao redefinir termos e formulários."],"Gathering posts for deletions.":["Reunindo postagens para exclusão."],"Resetting posts done.":["Redefinição de postagens concluída."],"Importing Site Content Failed. - Import Process Interrupted":["Falha ao importar o conteúdo do site. - Processo de importação interrompido"],"Importing - %1$s":["Importando - %1$s"],"Are you sure you want to cancel the site import process?":["Tem certeza de que deseja cancelar o processo de importação do site?"],"Retrying Import.":["Repetindo a importação."],"Preparing your site for import…":["Preparando seu site para importação…"],"Preparing the site…":["Preparando o site…"],"Please wait a moment…":["Por favor, aguarde um momento…"],"Failed to create website":["Falha ao criar o site"],"The website is created successfully!":["O site foi criado com sucesso!"],"Starting Import.":["Iniciando importação."],"Resetting site.":["Reiniciando o site."],"Reset for old website is done.":["O reset para o site antigo está concluído."],"Downloading Image %s":["Baixando imagem %s"],"Downloading images failed.":["Falha ao baixar imagens."],"Importing forms.":["Importando formulários."],"Importing Customizer failed due to parse JSON error.":["A importação do Customizador falhou devido a um erro de análise de JSON."],"Importing Customizer Failed.":["Falha ao importar o Customizador."],"Importing Spectra Settings.":["Importando configurações de espectro."],"Importing Spectra Settings failed due to parse JSON error.":["A importação das configurações de espectro falhou devido a um erro de análise de JSON."],"Importing Spectra Settings Failed.":["Falha ao importar configurações de espectro."],"Importing Surecart Settings failed.":["A importação das configurações do Surecart falhou."],"Importing Surecart Settings Failed.":["Falha ao importar as configurações do Surecart."],"Importing Site Content.":["Importando conteúdo do site."],"Installing Required Plugins.":["Instalando plugins necessários."],"%1$s plugin installed successfully.":["Plugin %1$s instalado com sucesso."],"Could not install the plugin - %s":["Não foi possível instalar o plugin - %s"],"Importing Site Options.":["Importando opções do site."],"Importing Site Options failed due to parse JSON error.":["A importação das opções do site falhou devido a um erro de análise de JSON."],"Importing Site Options Failed.":["Falha ao importar opções do site."],"Importing Widgets.":["Importando Widgets."],"Importing Widgets failed due to parse JSON error.":["A importação de Widgets falhou devido a um erro de análise de JSON."],"Importing Widgets Failed.":["Falha na importação de widgets."],"Processing content for pages.":["Processando conteúdo para páginas."],"Gutenberg batch failed.":["O lote Gutenberg falhou."],"Gutenberg Batch Failed.":["Falha no Lote Gutenberg."],"Processing images.":["Processando imagens."],"Image processing failed.":["O processamento de imagem falhou."],"Final finishing.":["Acabamento final."],"Final finishing failed due to parse JSON error.":["Falha na finalização devido a erro de análise de JSON."],"Final finishing Failed.":["Acabamento final falhou."],"Activating %1$s plugin.":["Ativando o plugin %1$s."],"%1$s activated.":["%1$s ativado."],"JSON_Error: Could not activate the required plugin - %1$s.":["Erro_JSON: Não foi possível ativar o plugin necessário - %1$s."],"<a href=\"%1$s\">Read article<\/a> to resolve the issue and continue importing template.":["<a href=\"%1$s\">Leia o artigo<\/a> para resolver o problema e continuar importando o modelo."],"Could not activate the required plugin - %1$s.":["Não foi possível ativar o plugin necessário - %1$s."],"We are building your website…":["Estamos construindo seu site…"],"Migrating":["Migrando"],"Done":["Concluído"],"Your website is ready!":["O seu site está pronto!"],"Woohoo, your website %1$s is ready!":["Uhu, seu site %1$s está pronto!"],"You did it! Your brand new website is all set to shine online.":["Você conseguiu! Seu novo site está pronto para brilhar online."],"See Your Website":["Veja o Seu Site"],"Visit Dashboard":["Visitar Painel"],"Congratulations! Your website is ready!":["Parabéns! Seu site está pronto!"],"The requested URL was not found.":["A URL solicitada não foi encontrada."],"The URL may have been typed incorrectly. Or it might be a broken or outdated link.":["A URL pode ter sido digitada incorretamente. Ou pode ser um link quebrado ou desatualizado."]}}}