{"translation-revision-date":"2024-11-14T10:08:38+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/ai-builder\/inc\/assets\/build\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Starter Templates":["Plantillas de inicio"],"Premium":["Premium"],"Elementor":[""],"Beaver Builder":["Beaver Builder"],"Close":["Cerrar"],"Cancel":["Cancelar"],"Contact Support":["Contactar con el soporte"],"Something went wrong":["Algo salió mal"],"Downloading the images in media library…":["Descargando las imágenes en la biblioteca de medios…"],"Adding interactive elements to engage visitors…":["Agregando elementos interactivos para involucrar a los visitantes…"],"Crafting compelling copy that speaks to audience…":["Crear textos atractivos que hablen a la audiencia…"],"Optimizing website for performance and speed…":["Optimizando el sitio web para rendimiento y velocidad…"],"Adding essential features to engage visitors…":["Agregando características esenciales para atraer a los visitantes…"],"Optimizing SEO settings to boost online presence…":["Optimizando la configuración de SEO para impulsar la presencia en línea…"],"Finalizing website layout and structure…":["Finalizando el diseño y la estructura del sitio web…"],"Testing functionality across different browsers…":["Probando la funcionalidad en diferentes navegadores…"],"It's taking a bit more than usual. Bear with us…":["Está tardando un poco más de lo habitual. Ten paciencia con nosotros…"],"Oops, Site creation hiccupped, we are trying one more time":["Vaya, la creación del sitio tuvo un contratiempo, estamos intentando una vez más"],"Oops, our site creation magic misfired! We couldn't create your site. Please try again…":["¡Vaya, la magia de creación de nuestro sitio falló! No pudimos crear tu sitio. Por favor, inténtalo de nuevo…"],"Style 1":["Estilo 1"],"Style 2":["Estilo 2"],"Style 3":["Estilo 3"],"Style 4":["Estilo 4"],"Style 5":["Estilo 5"],"Style 6":["Estilo 6"],"Style 7":["Estilo 7"],"Style 8":["Estilo 8"],"Style 9":["Estilo 9"],"Style 10":["Estilo 10"],"Original %1$s":["Original %1$s"],"Original":["Original"],"Custom":["Personalizado"],"Color Palette":["Paleta de colores"],"Font Pair":["Pareja de fuentes"],"Use setting":["Usar configuración"],"Site Logo":["Logotipo del sitio"],"Change":["Cambiar"],"Upload File Here":["Subir archivo aquí"],"Show site title":["Mostrar título del sitio"],"Logo width":["Ancho del logotipo"],"Are you sure?":["¿Estás seguro?"],"This will redirect you to the first screen and discard the progress you have made.":["Esto te redirigirá a la primera pantalla y descartará el progreso que has hecho."],"If you prefer to continue, click 'Cancel'.":["Si prefieres continuar, haz clic en 'Cancelar'."],"Exit":["Salir"],"Light":["Luz"],"Dark":["Oscuro"],"Muted":["Silenciado"],"Normal":["Normal"],"Vibrant":["Vibrante"],"This color is not suitable for reading on %1$s backgrounds. Consider making it slightly %2$s.":["Este color no es adecuado para leer en fondos %1$s. Considera hacerlo un poco %2$s."],"Style":["Estilo"],"Saturation":["Saturación"],"Brightness":["Brillo"],"Hold On!":["¡Espera!"],"It looks like you already have a website made with Starter Templates. Clicking the 'Start Building' button will recreate the site, and all previous data will be overridden.":["Parece que ya tienes un sitio web hecho con Starter Templates. Al hacer clic en el botón 'Comenzar a construir', se recreará el sitio y todos los datos anteriores se sobrescribirán."],"Maintain previous\/old data?":["¿Mantener los datos anteriores\/antiguos?"],"Enabling this option will maintain your old Starter Templates data, including content and images. Enable it to confirm.":["Habilitar esta opción mantendrá los datos de tus antiguas Plantillas de Inicio, incluyendo contenido e imágenes. Habilítalo para confirmar."],"Start Building":["Comienza a construir"],"Back":["Atrás"],"You're almost there!":["¡Ya casi llegas!"],"You've chosen a %1$s Access this design and all others when you upgrade.":["Has elegido un %1$s Accede a este diseño y a todos los demás cuando actualices."],"Unlock the Access":["Desbloquear el acceso"],"here":["aquí"],"Problem Detected in Previous Site Creation!":["¡Problema detectado en la creación anterior del sitio!"],"We encountered the following errors while creating your previous site:":["Encontramos los siguientes errores al crear su sitio anterior:"],"Not enough information to display.":["No hay suficiente información para mostrar."],"If you want to retry the import, select a saved site below then click on the “Retry Import” button. Or contact our support %1$s.":["Si deseas volver a intentar la importación, selecciona un sitio guardado a continuación y haz clic en el botón \"Reintentar Importación\". O contacta a nuestro soporte %1$s."],"If you proceed without fixing these issues, you may encounter the same errors again, which could exhaust your AI site creation attempts. If you need help, feel free to contact us %1$s. Do you still want to continue?":["Si procede sin solucionar estos problemas, puede encontrarse con los mismos errores nuevamente, lo que podría agotar sus intentos de creación de sitios de IA. Si necesita ayuda, no dude en contactarnos %1$s. ¿Todavía desea continuar?"],"Created On: ":["Creado el:"],"Importing saved sites won’t be exhausting your AI site generation count.":["Importar sitios guardados no agotará tu conteo de generación de sitios de IA."],"Retry Import":["Reintentar importación"],"This is just a sneak peek. The actual website and its content will be created in the next step.":["Esto es solo un adelanto. El sitio web real y su contenido se crearán en el siguiente paso."],"Build with AI":["Construir con IA"],"Premium Design":["Diseño Premium"],"You've chosen a Premium Design. Access this design and all others with our paid plans starting at just $79.":["Has elegido un Diseño Premium. Accede a este diseño y a todos los demás con nuestros planes de pago a partir de solo $79."],"Continue":["Continuar"],"Back to Other Designs":["Volver a otros diseños"],"Responsive Preview":["Vista previa receptiva"],"%s AI sites":["Sitios de IA %s"],"This plan allows you to generate %s per day, and you have reached this limit.":["Este plan te permite generar %s por día, y has alcanzado este límite."],"To create more AI websites, you will need to either upgrade your plan or wait until the limit resets.":["Para crear más sitios web de IA, necesitarás actualizar tu plan o esperar hasta que se restablezca el límite."],"Limit reached":["Límite alcanzado"],"Resume your last session?":["¿Reanudar tu última sesión?"],"It appears that your previous website building session was interrupted. Would you like to pick up where you left off?":["Parece que tu sesión anterior de creación de sitios web fue interrumpida. ¿Te gustaría continuar donde lo dejaste?"],"Resume Previous Session":["Reanudar sesión anterior"],"Start Over":["Empezar de nuevo"],"Oops , Something went wrong!":["¡Ups, algo salió mal!"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Hubo un problema al procesar la solicitud. Por favor, inténtelo de nuevo. Si este error persiste, por favor contacte a nuestro <a href=\"%1$s\">equipo de soporte<\/a>."],"Back to Main Screen":["Volver a la pantalla principal"],"Site creation failed due to an unexpected error. Please try again or reach out for assistance if the issue persists.":["La creación del sitio falló debido a un error inesperado. Por favor, inténtelo de nuevo o comuníquese para obtener ayuda si el problema persiste."],"Additional technical information:":["Información técnica adicional:"],"Error Message: %1$s":["Mensaje de error: %1$s"],"Exit to Dashboard":["Salir al panel de control"],"This is the total usage quota":["Esta es la cuota total de uso"],"This usage quota will reset monthly":["Esta cuota de uso se restablecerá mensualmente"],"This usage quota will reset daily":["Esta cuota de uso se restablecerá diariamente"],"This usage quota will reset %s":["Esta cuota de uso se restablecerá %s"],"Plan Usage & Limit":["Uso del Plan y Límite"],"Keep track and monitor how you allocate and use resources in your existing plan.":["Realiza un seguimiento y monitorea cómo asignas y utilizas los recursos en tu plan actual."],"Plan":["Plan"],"Manage Plan":["Gestionar Plan"],"Staging Sites":["Sitios de prueba"],"AI Website Generations":["Generaciones de sitios web de IA"],"Blueprint Sites":["Sitios de planos"],"Disk Space Utilized":["Espacio en disco utilizado"],"Team members":["Miembros del equipo"],"Upgrade Now":["Actualiza ahora"],"5 AI sites per day":["5 sitios de IA por día"],"20,000 AI Credits":["20,000 Créditos de IA"],"Premium designs":["Diseños premium"],"5 Blueprint Sites":["5 Sitios de Planos"],"10 AI sites per day":["10 sitios de IA por día"],"100,000 AI Credits":["100,000 Créditos de IA"],"10 Blueprint Sites":["10 Sitios de Planos"],"Great Start! Congratulations..":["¡Gran comienzo! Felicitaciones."],"You've successfully generated %1$s AI sites with your %2$s Plan account. You can do much more with the %3$s Plan:":["Has generado con éxito %1$s sitios de IA con tu cuenta del Plan %2$s. Puedes hacer mucho más con el Plan %3$s:"],"Block Editor":["Editor de Bloques"],"AI Website Builder":["Constructor de sitios web de IA"],"Next":["Siguiente"],"Skip Step":["Omitir paso"],"Search":["Buscar"],"Nothing found":["No se encontró nada"],"The website will be in:":["El sitio web estará en:"],"Type to search":["Escribe para buscar"],"You've almost reached AI site-building limit.":["Casi has alcanzado el límite de construcción de sitios de IA."],"Upgrade with add-ons to unlock more.":["Mejora con complementos para desbloquear más."],"Buy Add-ons":["Comprar complementos"],"Use this":["Usa esto"],"Improve Using AI":["Mejorar usando IA"],"Add More Business Details":["Agregar más detalles del negocio"],"The business details provided are not enough to create the website content. Please describe your business with more details, or use AI to write it for you.":["Los detalles del negocio proporcionados no son suficientes para crear el contenido del sitio web. Por favor, describa su negocio con más detalles, o use IA para escribirlo por usted."],"A good business description is:":["Una buena descripción de negocio es:"],"I'll Write by Myself":["Escribiré por mi cuenta"],"Enter your %s account URL":["Introduce la URL de tu cuenta de %s"],"Enter your Google Business URL":["Introduce tu URL de Google Business"],"Enter your Yelp business URL":["Introduce la URL de tu negocio en Yelp"],"Enter your account URL":["Introduce la URL de tu cuenta"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Instagram":["Instagram"],"LinkedIn":[""],"YouTube":["YouTube"],"Google My Business":["Google Mi Negocio"],"Yelp":["Yelp"],"Social Media":["Redes Sociales"],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Por favor, introduce una URL completa. Ej. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"This might not be a valid URL.":["Esta podría no ser una URL válida."],"Upload images":["Subir imágenes"],"Invalid file name! Please avoid special characters. (%s)":["¡Nombre de archivo no válido! Por favor, evite caracteres especiales. (%s)"],"Option %s":["Opción %s"],"Open Design in New Tab":["Abrir diseño en una nueva pestaña"],"E-Commerce":["Comercio electrónico"],"Pages included:":["Páginas incluidas:"],"Page count: %s":["Recuento de páginas: %s"],"Generating preview…":["Generando vista previa…"],"All orientations":["Todas las orientaciones"],"Landscape":["Paisaje"],"Portrait":["Retrato"],"Search Results":["Resultados de búsqueda"],"Upload Your Images":["Sube tus imágenes"],"Selected Images":["Imágenes seleccionadas"],"Select features":["Seleccionar características"],"Select the features you want on this website":["Selecciona las características que deseas en este sitio web"],"Something went wrong. Please try again later.":["Algo salió mal. Por favor, inténtelo de nuevo más tarde."],"Skip & Start Building":["Omitir y comenzar a construir"],"Importing Content…":["Importando contenido…"],"Fetching related demo failed.":["La obtención de la demostración relacionada falló."],"Astra Theme Installed.":["Tema Astra instalado."],"Astra theme installation failed.":["La instalación del tema Astra falló."],"Installing Astra Theme…":["Instalando el tema Astra…"],"Oops.. Something went wrong":["Ups.. Algo salió mal"],"What happened?":["¿Qué pasó?"],"Importing site content has failed. The import process was interrupted.":["La importación del contenido del sitio ha fallado. El proceso de importación fue interrumpido."],"Additional technical information from console:":["Información técnica adicional de la consola:"],"Click here to try again":["Haz clic aquí para intentarlo de nuevo"],"Double-checking for grammar and spelling errors…":["Comprobando dos veces los errores de gramática y ortografía…"],"Finalizing setup and configurations…":["Finalizando la configuración y los ajustes…"],"Crossing the t's and dotting the i's…":["Cruzando las t y poniendo los puntos sobre las íes…"],"Reviewing for any last-minute tweaks…":["Revisando para cualquier ajuste de último minuto…"],"Almost there! Just a few more finishing touches…":["¡Casi listo! Solo unos pocos toques finales…"],"Your website is almost ready.":["Tu sitio web está casi listo."],"It's taking longer than usual. Please bear with us!":["Está tardando más de lo habitual. ¡Por favor, tenga paciencia con nosotros!"],"Building a website has never been this easy!":["¡Construir un sitio web nunca ha sido tan fácil!"],"Here is how the AI Website Builder works:":["Aquí está cómo funciona el Constructor de Sitios Web de IA:"],"Create a free account on ZipWP platform.":["Crea una cuenta gratuita en la plataforma ZipWP."],"Describe your dream website in your own words.":["Describe tu sitio web soñado con tus propias palabras."],"Watch as AI crafts your WordPress website instantly.":["Mira cómo la IA crea tu sitio web de WordPress al instante."],"Refine the website with an easy drag & drop builder.":["Refina el sitio web con un constructor fácil de arrastrar y soltar."],"Launch.":["Lanzamiento."],"Let's Get Started. It's Free":["Comencemos. Es gratis"],"Let's build your website!":["¡Construyamos tu sitio web!"],"Please share some basic details of the website to get started.":["Por favor, comparte algunos detalles básicos del sitio web para comenzar."],"Name of the website:":["Nombre del sitio web:"],"Enter name or title of the website":["Ingrese el nombre o título del sitio web"],"Name is required":["Se requiere el nombre"],"This website is for:":["Este sitio web es para:"],"Let’s Start":["Comencemos"],"Name, language & type":["Nombre, idioma y tipo"],"What is %s? Please describe the business.":["¿Qué es %s? Por favor, describe el negocio."],"Please be as descriptive as you can. Share details such as services, products, goals, etc.":["Por favor, sea lo más descriptivo posible. Comparta detalles como servicios, productos, objetivos, etc."],"Who is %s? Tell us more about the person.":["¿Quién es %s? Cuéntanos más sobre la persona."],"Please be as descriptive as you can. Share details such as what they do, their expertise, offerings, etc.":["Por favor, sea lo más descriptivo posible. Comparta detalles como lo que hacen, su experiencia, ofertas, etc."],"What is %s? Please describe the organisation.":["¿Qué es %s? Por favor describe la organización."],"Please be as descriptive as you can. Share details such as services, programs, mission, vision, etc.":["Por favor, sea lo más descriptivo posible. Comparta detalles como servicios, programas, misión, visión, etc."],"What is %s? Tell us more about the restaurant.":["¿Qué es %s? Cuéntanos más sobre el restaurante."],"Please be as descriptive as you can. Share details such as a brief about the restaurant, specialty, menu, etc.":["Por favor, sea lo más descriptivo posible. Comparta detalles como una breve descripción del restaurante, especialidades, menú, etc."],"What is %s? Share more details about the product.":["¿Qué es %s? Comparte más detalles sobre el producto."],"Please be as descriptive as you can. Share details such as a brief about the product, features, some USPs, etc.":["Por favor, sea lo más descriptivo posible. Comparta detalles como una breve descripción del producto, características, algunas USPs, etc."],"Tell us more about %s.":["Cuéntanos más sobre %s."],"Please be as descriptive as you can. Share details such as Event information date, venue, some highlights, etc.":["Por favor, sea lo más descriptivo posible. Comparta detalles como la información del evento, fecha, lugar, algunos aspectos destacados, etc."],"Share more details about %s.":["Comparte más detalles sobre %s."],"Tell us more about the %s.":["Cuéntanos más sobre el %s."],"Please be as descriptive as you can. Share details such as treatments, procedures, facilities, etc.":["Por favor, sea lo más descriptivo posible. Comparta detalles como tratamientos, procedimientos, instalaciones, etc."],"Please describe %s in a few words.":["Por favor describe %s en pocas palabras."],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["La mejor manera de describir algo es respondiendo algunas preguntas WH. Quién, Qué, Dónde, Por qué, Cuándo, etc."],"Characters: ":["Caracteres:"],"E.g. Mantra Minds is a yoga studio located in Chino Hills, California. The studio offers a variety of classes such as Hatha yoga, Vinyasa flow, and Restorative yoga. The studio is led by Jane, an experienced and certified yoga instructor with over 10 years of teaching expertise. The welcoming atmosphere and personalized Jane make it a favorite among yoga enthusiasts in the area.":["Por ejemplo, Mantra Minds es un estudio de yoga ubicado en Chino Hills, California. El estudio ofrece una variedad de clases como yoga Hatha, flujo Vinyasa y yoga Restaurativo. El estudio está dirigido por Jane, una instructora de yoga experimentada y certificada con más de 10 años de experiencia en la enseñanza. La atmósfera acogedora y la atención personalizada de Jane lo convierten en un favorito entre los entusiastas del yoga en la zona."],"Write Using AI":["Escribir usando IA"],"Describe":["Describir"],"Some details please":["Algunos detalles por favor"],"How can people get in touch with %1$s?":["¿Cómo pueden ponerse en contacto con %1$s?"],"Please provide the contact information below. These will be used on the website.":["Por favor, proporcione la información de contacto a continuación. Estos se utilizarán en el sitio web."],"Email":["Correo electrónico"],"Your email":["Tu correo electrónico"],"Please enter a valid email":["Por favor, introduce un correo electrónico válido"],"Phone Number":["Número de teléfono"],"Your phone number":["Tu número de teléfono"],"Address":["Dirección"],"Contact":["Contacto"],"How can people get in touch":["¿Cómo pueden ponerse en contacto?"],"You can only upload 20 images at once":["Solo puedes subir 20 imágenes a la vez"],"Select the Images":["Selecciona las imágenes"],"Add more relevant keywords…":["Agrega más palabras clave relevantes…"],"Suggested Keywords":["Palabras clave sugeridas"],"Clear":["Claro"],"or drop your images here (Max 20)":["o suelta tus imágenes aquí (Máx 20)"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"Max size: 5 MB per file":["Tamaño máximo: 5 MB por archivo"],"You have not selected any images yet.":["Aún no has seleccionado ninguna imagen."],"We couldn't find anything with your keyword.":["No pudimos encontrar nada con tu palabra clave."],"Try to refine your search.":["Intenta refinar tu búsqueda."],"Find the perfect images for your website by entering a keyword or selecting from the suggested options.":["Encuentra las imágenes perfectas para tu sitio web ingresando una palabra clave o seleccionando entre las opciones sugeridas."],"End of the search results":["Fin de los resultados de búsqueda"],"Save & Exit":["Guardar y salir"],"Images":["Imágenes"],"Select relevant images as needed":["Selecciona las imágenes relevantes según sea necesario"],"Choose the Design":["Elige el diseño"],"Add a keyword":["Agregar una palabra clave"],"Error while fetching templates":["Error al obtener las plantillas"],"Load More Designs":["Cargar más diseños"],"Design":["Diseño"],"Choose a structure for your website":["Elige una estructura para tu sitio web"],"Features":["Características"],"Select features as you need":["Selecciona las funciones según necesites"],"Resetting posts.":["Restableciendo publicaciones."],"Resetting posts failed.":["Restablecer las publicaciones falló."],"Taking settings backup.":["Realizando copia de seguridad de la configuración."],"Taking settings backup failed.":["Error al realizar la copia de seguridad de la configuración."],"Resetting customizer.":["Restableciendo el personalizador."],"Resetting customizer failed.":["Restablecer el personalizador falló."],"Resetting site options.":["Restableciendo las opciones del sitio."],"Resetting site options Failed.":["Restablecer las opciones del sitio falló."],"Resetting widgets.":["Restableciendo widgets."],"Resetting widgets JSON parse failed.":["Restablecer widgets falló al analizar JSON."],"Resetting widgets failed.":["El restablecimiento de los widgets falló."],"Resetting terms and forms.":["Restableciendo términos y formularios."],"Resetting terms and forms failed.":["Restablecer los términos y formularios falló."],"Gathering posts for deletions.":["Reuniendo publicaciones para eliminaciones."],"Resetting posts done.":["Restablecimiento de publicaciones completado."],"Importing Site Content Failed. - Import Process Interrupted":["La importación del contenido del sitio falló. - Proceso de importación interrumpido"],"Importing - %1$s":["Importando - %1$s"],"Are you sure you want to cancel the site import process?":["¿Está seguro de que desea cancelar el proceso de importación del sitio?"],"Retrying Import.":["Reintentando la importación."],"Preparing your site for import…":["Preparando su sitio para la importación…"],"Preparing the site…":["Preparando el sitio…"],"Please wait a moment…":["Por favor, espera un momento…"],"Failed to create website":["Error al crear el sitio web"],"The website is created successfully!":["¡El sitio web se ha creado con éxito!"],"Starting Import.":["Iniciando importación."],"Resetting site.":["Restableciendo el sitio."],"Reset for old website is done.":["El restablecimiento del sitio web antiguo está hecho."],"Downloading Image %s":["Descargando imagen %s"],"Downloading images failed.":["La descarga de imágenes falló."],"Importing forms.":["Importando formularios."],"Importing Customizer failed due to parse JSON error.":["La importación del personalizador falló debido a un error al analizar JSON."],"Importing Customizer Failed.":["Error al importar el personalizador."],"Importing Spectra Settings.":["Importando configuraciones de espectros."],"Importing Spectra Settings failed due to parse JSON error.":["La importación de la configuración de Spectra falló debido a un error al analizar JSON."],"Importing Spectra Settings Failed.":["Error al importar la configuración de Spectra."],"Importing Surecart Settings failed.":["La importación de la configuración de Surecart falló."],"Importing Surecart Settings Failed.":["La importación de la configuración de Surecart falló."],"Importing Site Content.":["Importando contenido del sitio."],"Installing Required Plugins.":["Instalando los plugins requeridos."],"%1$s plugin installed successfully.":["El complemento %1$s se instaló correctamente."],"Could not install the plugin - %s":["No se pudo instalar el plugin - %s"],"Importing Site Options.":["Importando opciones del sitio."],"Importing Site Options failed due to parse JSON error.":["La importación de las opciones del sitio falló debido a un error al analizar JSON."],"Importing Site Options Failed.":["La importación de opciones del sitio falló."],"Importing Widgets.":["Importando widgets."],"Importing Widgets failed due to parse JSON error.":["La importación de widgets falló debido a un error al analizar JSON."],"Importing Widgets Failed.":["La importación de widgets falló."],"Processing content for pages.":["Procesando contenido para páginas."],"Gutenberg batch failed.":["El lote de Gutenberg falló."],"Gutenberg Batch Failed.":["Lote de Gutenberg fallido."],"Processing images.":["Procesando imágenes."],"Image processing failed.":["El procesamiento de la imagen falló."],"Final finishing.":["Acabado final."],"Final finishing failed due to parse JSON error.":["El acabado final falló debido a un error al analizar JSON."],"Final finishing Failed.":["Finalización fallida."],"Activating %1$s plugin.":["Activando el complemento %1$s."],"%1$s activated.":["%1$s activado."],"JSON_Error: Could not activate the required plugin - %1$s.":["Error_JSON: No se pudo activar el plugin requerido - %1$s."],"<a href=\"%1$s\">Read article<\/a> to resolve the issue and continue importing template.":["<a href=\"%1$s\">Lea el artículo<\/a> para resolver el problema y continuar importando la plantilla."],"Could not activate the required plugin - %1$s.":["No se pudo activar el complemento requerido - %1$s."],"We are building your website…":["Estamos construyendo tu sitio web…"],"Migrating":["Migrando"],"Done":["Hecho"],"Your website is ready!":["¡Tu sitio web está listo!"],"Woohoo, your website %1$s is ready!":["¡Woohoo, tu sitio web %1$s está listo!"],"You did it! Your brand new website is all set to shine online.":["¡Lo lograste! Tu nuevo sitio web está listo para brillar en línea."],"See Your Website":["Ver tu sitio web"],"Visit Dashboard":["Visitar el panel de control"],"Congratulations! Your website is ready!":["¡Felicidades! ¡Tu sitio web está listo!"],"The requested URL was not found.":["La URL solicitada no fue encontrada."],"The URL may have been typed incorrectly. Or it might be a broken or outdated link.":["Es posible que la URL se haya escrito incorrectamente. O podría ser un enlace roto o desactualizado."]}}}