{"translation-revision-date":"2024-11-14T10:08:38+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/onboarding\/assets\/dist\/onboarding\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Starter Templates":["Plantillas de inicio"],"Get Essential Toolkit":["Obtener el kit de herramientas esencial"],"Premium":["Premium"],"Elementor":[""],"Beaver Builder":["Beaver Builder"],"Brizy":["Brizy"],"This starter template requires premium plugins. As these are third party premium plugins, you'll need to purchase, install and activate them first.":["Esta plantilla inicial requiere complementos premium. Como se trata de complementos premium de terceros, primero deberá comprarlos, instalarlos y activarlos."],"Dismiss":["Descartar"],"Sync Library":["Sincronizar biblioteca"],"Please upgrade the plan for %s in order to create more sites.":["Por favor, actualice el plan para %s con el fin de crear más sitios."],"Unlock Full Power":["Desbloquear todo el poder"],"Sorry, something went wrong.":["Lo siento, algo salió mal."],"Please contact the hosting service provider to help you update the permissions so that you can successfully import a complete template.":["Por favor, contacta al proveedor del servicio de alojamiento para que te ayude a actualizar los permisos y así puedas importar con éxito una plantilla completa."],"Style 1":["Estilo 1"],"Style 2":["Estilo 2"],"Style 3":["Estilo 3"],"Style 4":["Estilo 4"],"Style 5":["Estilo 5"],"Style 6":["Estilo 6"],"Style 7":["Estilo 7"],"Style 8":["Estilo 8"],"Style 9":["Estilo 9"],"Style 10":["Estilo 10"],"Original":["Original"],"Color Palette":["Paleta de colores"],"Font Pair":["Pareja de fuentes"],"Use setting":["Usar configuración"],"Site Logo":["Logotipo del sitio"],"Change":["Cambiar"],"Upload File Here":["Subir archivo aquí"],"Logo width":["Ancho del logotipo"],"Back":["Atrás"],"Build with AI":["Construir con IA"],"Continue":["Continuar"],"%s AI sites":["Sitios de IA %s"],"This plan allows you to generate %s per day, and you have reached this limit.":["Este plan te permite generar %s por día, y has alcanzado este límite."],"To create more AI websites, you will need to either upgrade your plan or wait until the limit resets.":["Para crear más sitios web de IA, necesitarás actualizar tu plan o esperar hasta que se restablezca el límite."],"Limit reached":["Límite alcanzado"],"Exit to Dashboard":["Salir al panel de control"],"Block Editor":["Editor de Bloques"],"AI Website Builder":["Constructor de sitios web de IA"],"Select features":["Seleccionar características"],"Select the features you want on this website":["Selecciona las características que deseas en este sitio web"],"Importing Content…":["Importando contenido…"],"Fetching related demo failed.":["La obtención de la demostración relacionada falló."],"Astra Theme Installed.":["Tema Astra instalado."],"Astra theme installation failed.":["La instalación del tema Astra falló."],"Installing Astra Theme…":["Instalando el tema Astra…"],"Resetting posts.":["Restableciendo publicaciones."],"Resetting posts failed.":["Restablecer las publicaciones falló."],"Taking settings backup.":["Realizando copia de seguridad de la configuración."],"Taking settings backup failed.":["Error al realizar la copia de seguridad de la configuración."],"Resetting customizer.":["Restableciendo el personalizador."],"Resetting customizer failed.":["Restablecer el personalizador falló."],"Resetting site options.":["Restableciendo las opciones del sitio."],"Resetting site options Failed.":["Restablecer las opciones del sitio falló."],"Resetting widgets.":["Restableciendo widgets."],"Resetting widgets JSON parse failed.":["Restablecer widgets falló al analizar JSON."],"Resetting widgets failed.":["El restablecimiento de los widgets falló."],"Resetting terms and forms.":["Restableciendo términos y formularios."],"Resetting terms and forms failed.":["Restablecer los términos y formularios falló."],"Gathering posts for deletions.":["Reuniendo publicaciones para eliminaciones."],"Resetting posts done.":["Restablecimiento de publicaciones completado."],"Importing Site Content Failed. - Import Process Interrupted":["La importación del contenido del sitio falló. - Proceso de importación interrumpido"],"Importing - %1$s":["Importando - %1$s"],"Are you sure you want to cancel the site import process?":["¿Está seguro de que desea cancelar el proceso de importación del sitio?"],"Starting Import.":["Iniciando importación."],"Reset for old website is done.":["El restablecimiento del sitio web antiguo está hecho."],"Importing forms.":["Importando formularios."],"Importing Customizer failed due to parse JSON error.":["La importación del personalizador falló debido a un error al analizar JSON."],"Importing Customizer Failed.":["Error al importar el personalizador."],"Importing Spectra Settings.":["Importando configuraciones de espectros."],"Importing Spectra Settings failed due to parse JSON error.":["La importación de la configuración de Spectra falló debido a un error al analizar JSON."],"Importing Spectra Settings Failed.":["Error al importar la configuración de Spectra."],"Importing Surecart Settings failed.":["La importación de la configuración de Surecart falló."],"Importing Surecart Settings Failed.":["La importación de la configuración de Surecart falló."],"Importing Site Content.":["Importando contenido del sitio."],"Installing Required Plugins.":["Instalando los plugins requeridos."],"%1$s plugin installed successfully.":["El complemento %1$s se instaló correctamente."],"Could not install the plugin - %s":["No se pudo instalar el plugin - %s"],"Importing Site Options.":["Importando opciones del sitio."],"Importing Site Options failed due to parse JSON error.":["La importación de las opciones del sitio falló debido a un error al analizar JSON."],"Importing Site Options Failed.":["La importación de opciones del sitio falló."],"Importing Widgets.":["Importando widgets."],"Importing Widgets failed due to parse JSON error.":["La importación de widgets falló debido a un error al analizar JSON."],"Importing Widgets Failed.":["La importación de widgets falló."],"Activating %1$s plugin.":["Activando el complemento %1$s."],"%1$s activated.":["%1$s activado."],"JSON_Error: Could not activate the required plugin - %1$s.":["Error_JSON: No se pudo activar el plugin requerido - %1$s."],"<a href=\"%1$s\">Read article<\/a> to resolve the issue and continue importing template.":["<a href=\"%1$s\">Lea el artículo<\/a> para resolver el problema y continuar importando la plantilla."],"Could not activate the required plugin - %1$s.":["No se pudo activar el complemento requerido - %1$s."],"We are building your website…":["Estamos construyendo tu sitio web…"],"Visit Dashboard":["Visitar el panel de control"],"Syncing":["Sincronizando"],"Access this template and all others with Essentials & Business Toolkit package starting at just $79.":["Accede a esta plantilla y a todas las demás con el paquete Essentials & Business Toolkit a partir de solo $79."],"License key":["Clave de licencia"],"Get Access":["Obtener acceso"],"Search for Starter Templates":["Buscar plantillas de inicio"],"No favorites added. Press the heart icon to add templates as favorites.":["No se han añadido favoritos. Presiona el icono del corazón para añadir plantillas como favoritas."],"Other suggested Starter Templates":["Otras plantillas de inicio sugeridas"],"My Favorite":["Mi favorito"],"Library refreshed successfully":["Biblioteca actualizada con éxito"],"Library refreshed failed!":["¡La actualización de la biblioteca falló!"],"Selected Template:":["Plantilla seleccionada:"],"SureCart":["SureCart"],"A simple yet powerful e-commerce platform designed to grow your business with effortlessly selling online.":["Una plataforma de comercio electrónico simple pero poderosa diseñada para hacer crecer tu negocio vendiendo en línea sin esfuerzo."],"WooCommerce":[""],"WooCommerce is an open-source e-commerce plugin for WordPress. It is designed for small to large-sized online merchants using WordPress.":["WooCommerce es un plugin de comercio electrónico de código abierto para WordPress. Está diseñado para comerciantes en línea de tamaño pequeño a grande que utilizan WordPress."],"Choose eCommerce Platform":["Elige la plataforma de comercio electrónico"],"Choose your preferred e-Commerce platform. Based on your selection, you will receive the account setup and cart options.":["Elige tu plataforma de comercio electrónico preferida. Según tu selección, recibirás las opciones de configuración de cuenta y carrito."],"Skip & Continue":["Omitir y continuar"],"Please Enter License Key":["Por favor, introduzca la clave de licencia"],"1. Installing required theme, plugins, forms, etc":["1. Instalando el tema requerido, plugins, formularios, etc."],"2. Importing pages, menus, posts, etc":["2. Importación de páginas, menús, publicaciones, etc."],"3. Setting up customizer settings and the site settings":["3. Configuración de los ajustes del personalizador y los ajustes del sitio"],"4. Finalizing last few settings":["4. Finalizando los últimos ajustes"],"Your Website is ready and it took just %1$s %2$s to build.":["Tu sitio web está listo y tomó solo %1$s %2$s para construirlo."],"I just built my website in %1$s %2$s with Starter Templates by %3$s. Can’t believe how easy it was!!! 😍":["Acabo de construir mi sitio web en %1$s %2$s con Starter Templates de %3$s. ¡No puedo creer lo fácil que fue!!! 😍"],"Your Website is ready. It took just 25 seconds to build it.":["Tu sitio web está listo. Solo tomó 25 segundos construirlo."],"I just built my website with Starter Templates by %1$s in minutes. Can't believe how easy it is! 😍":["Acabo de construir mi sitio web con Starter Templates por %1$s en minutos. ¡No puedo creer lo fácil que es! 😍"],"Tweet this":["Tuitea esto"],"View Your Website":["Ver tu sitio web"],"Still no luck? Other potential solution:":["¿Todavía sin suerte? Otra posible solución:"],"What went wrong?":["¿Qué salió mal?"],"More technical information from console:":["Más información técnica de la consola:"],"Click here and we’ll try again":["Haz clic aquí y lo intentaremos de nuevo"],"Please report this error&nbsp;":["Por favor, informe de este error&nbsp;"],"&nbsp;so we can fix it.":["&nbsp;para que podamos arreglarlo."],"Tell us a little bit about yourself":["Cuéntanos un poco sobre ti"],"Your First Name":["Tu nombre"],"Your Work Email":["Tu correo electrónico de trabajo"],"I am…":["Yo soy…"],"Beginner":["Principiante"],"Intermediate":["Intermedio"],"Expert":["Experto"],"I am building website for…":["Estoy construyendo un sitio web para…"],"Myself\/My Company":["Yo\/Mi Empresa"],"My Client":["Mi cliente"],"Advanced Options":["Opciones avanzadas"],"Install & Activate Astra Theme":["Instalar y activar el tema Astra"],"To import the site in the original format, you would need the Astra theme activated. You can import it with any other theme, but the site might lose some of the design settings and look a bit different.":["Para importar el sitio en el formato original, necesitarás tener activado el tema Astra. Puedes importarlo con cualquier otro tema, pero el sitio podría perder algunas de las configuraciones de diseño y verse un poco diferente."],"Share Non-Sensitive Data":["Compartir datos no sensibles"],"Help our developers build better templates and products for you by sharing anonymous and non-sensitive data about your website.":["Ayuda a nuestros desarrolladores a crear mejores plantillas y productos para ti compartiendo datos anónimos y no sensibles sobre tu sitio web."],"Learn More":["Aprender más"],"Select Page Builder":["Seleccionar el constructor de páginas"],"Please choose your preferred page builder from the list below.":["Por favor, elija su constructor de páginas preferido de la lista a continuación."],"What type of website are you building?":["¿Qué tipo de sitio web estás construyendo?"],"Starter Templates for %1$s:":["Plantillas de inicio para %1$s:"],"Get unlimited access to all Premium Starter Templates and more, at a single low cost!":["Obtén acceso ilimitado a todas las Plantillas de Inicio Premium y más, a un costo único bajo!"],"Install & Activate":["Instalar y activar"],"Activate":["Activar"],"Okay, just one last step…":["Está bien, solo un último paso…"],"Submit & Build My Website":["Enviar y construir mi sitio web"],"Required plugins missing":["Faltan complementos requeridos"],"Some required plugins could not be able to be installed\/activated due to some limitations coming from this website’s hosting service provider.":["Algunos complementos necesarios no pudieron ser instalados\/activados debido a algunas limitaciones provenientes del proveedor de servicios de alojamiento de este sitio web."],"We request you to please install\/update the following plugins to proceed.":["Le solicitamos que por favor instale\/actualice los siguientes complementos para continuar."],"Required plugins -":["Plugins requeridos -"],"Start Importing":["Comenzar a importar"],"We're Almost There!":["¡Estamos casi allí!"],"The Starter Template you are trying to import requires a few plugins to be installed and activated. Your current PHP version does not match the minimum requirement for these plugins.":["La plantilla de inicio que estás intentando importar requiere que se instalen y activen algunos plugins. Tu versión actual de PHP no cumple con el requisito mínimo para estos plugins."],"You're close to importing the template. To complete the process, please clear the following conditions.":["Estás cerca de importar la plantilla. Para completar el proceso, por favor, cumple con las siguientes condiciones."],"Skip & Start Importing":["Omitir y comenzar a importar"],"The import process was interrupted due to the lack of file-system permissions from your host. It is required to import images, XML files, and more required for the template to work.":["El proceso de importación fue interrumpido debido a la falta de permisos del sistema de archivos de su anfitrión. Se requiere para importar imágenes, archivos XML y más, necesarios para que la plantilla funcione."],"Current file-system permissions:":["Permisos actuales del sistema de archivos:"],"Read Permissions:":["Permisos de lectura:"],"Write Permissions:":["Permisos de escritura:"],"WP_Filesystem Permissions:":["Permisos de WP_Filesystem:"],"Reseting site.":["Reiniciando el sitio."],"Importing CartFlows flows.":["Importando flujos de CartFlows."],"Importing CartFlows flows failed due to parse JSON error.":["La importación de flujos de CartFlows falló debido a un error al analizar JSON."],"Importing CartFlows flows Failed.":["La importación de flujos de CartFlows falló."],"Importing forms failed due to parse JSON error.":["La importación de formularios falló debido a un error al analizar JSON."],"Importing forms Failed.":["La importación de formularios falló."],"The XML URL for the site content is empty.":["La URL XML para el contenido del sitio está vacía."],"Importing Site Content Failed":["La importación del contenido del sitio falló"],"Importing Site Content failed due to parse JSON error.":["La importación del contenido del sitio falló debido a un error al analizar JSON."],"Importing Site Content Failed.":["La importación del contenido del sitio falló."],"Final finishings.":["Acabados finales."],"Final finishings failed due to parse JSON error.":["Los acabados finales fallaron debido a un error de análisis de JSON."],"Final finishings Failed.":["Los acabados finales fallaron."],"Congratulations":["Felicidades"],"Hot!":["¡Caliente!"],"Have you tried the new AI WordPress Website Builder?":["¿Has probado el nuevo creador de sitios web de WordPress con IA?"],"Experience the future of website building. We offer AI features powered by ZipWP to help you build your website 10x faster.":["Experimenta el futuro de la creación de sitios web. Ofrecemos funciones de IA impulsadas por ZipWP para ayudarte a construir tu sitio web 10 veces más rápido."],"Try the New AI Builder":["Prueba el nuevo creador de IA"],"What's New?":["¿Qué hay de nuevo?"],"What's New":["¿Qué hay de nuevo?"],"Please enter your licence key.":["Por favor, introduzca su clave de licencia."],"If you have already purchased the Essential or Business Toolkit, please install the premium version of the Starter Templates plugin from our %1$sstore%2$s.":["Si ya has comprado el Essential o Business Toolkit, por favor instala la versión premium del plugin Starter Templates desde nuestra %1$stienda%2$s."],"Need help? feel free to get in touch with our %1$ssupport team%2$s.":["¿Necesitas ayuda? No dudes en ponerte en contacto con nuestro %1$sequipo de soporte%2$s."],"Premium Template":["Plantilla Premium"],"You are currently using the Free version.":["Actualmente estás usando la versión gratuita."],"Get your key here":["Obtén tu llave aquí"],"Need help?":["¿Necesitas ayuda?"],"Already purchased?":["¿Ya comprado?"],"Customize":["Personalizar"],"Add your own logo, change color and font.":["Agrega tu propio logo, cambia el color y la fuente."],"It looks like you already have a website created with Starter Templates. Check this box to keep your existing content and images.":["Parece que ya tienes un sitio web creado con Starter Templates. Marca esta casilla para conservar tu contenido e imágenes existentes."],"Keep existing data!":["¡Mantén los datos existentes!"],"This will overwrite your site settings and add new content. You might want to backup your site before proceeding.":["Esto sobrescribirá la configuración de su sitio y añadirá nuevo contenido. Es posible que desee hacer una copia de seguridad de su sitio antes de continuar."],"I understand, let's go!":["Entiendo, ¡vamos!"],"Your current active organization is %1$s, which is on the %2$s plan.":["Tu organización activa actual es %1$s, que está en el plan %2$s."],"You have reached the maximum number of sites allowed to be created on %s plan.":["Has alcanzado el número máximo de sitios permitidos para crear en el plan %s."],"Skip this step":["Omitir este paso"],"How would you like to build your website?":["¿Cómo te gustaría construir tu sitio web?"],"Classic Starter Templates":["Plantillas Clásicas de Inicio"],"Begin the website-building process with our extensive library of professionally designed templates tailored to meet your requirements.":["Comience el proceso de creación de sitios web con nuestra extensa biblioteca de plantillas diseñadas profesionalmente para satisfacer sus requisitos."],"Build with Templates":["Construir con plantillas"],"By continuing you agree to our %1$s and %2$s.":["Al continuar, aceptas nuestro %1$s y %2$s."],"Page Builder":["Constructor de Páginas"],"Design pages with visual website builder":["Diseña páginas con el creador visual de sitios web"],"Contact Form":["Formulario de contacto"],"Allow your visitors to get in touch with you":["Permita que sus visitantes se pongan en contacto con usted"],"eCommerce":["Comercio electrónico"],"Sell your products online":["Vende tus productos en línea"],"Donations":["Donaciones"],"Collect donations online from your website":["Recauda donaciones en línea desde tu sitio web"],"Automation & Integrations":["Automatización e Integraciones"],"Automate your website & tasks":["Automatiza tu sitio web y tareas"],"Sales Funnels":["Embudos de ventas"],"Boost your sales & maximize your profits":["Aumenta tus ventas y maximiza tus ganancias"],"Video Player":["Reproductor de video"],"Showcase your videos on your website":["Muestra tus videos en tu sitio web"],"Free Live Chat":["Chat en Vivo Gratis"],"Connect with your website visitors for free":["Conéctate con los visitantes de tu sitio web de forma gratuita"]}}}