{"translation-revision-date":"2024-11-29T06:39:12+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Cancel":["Annulla"],"Revoke Access":["Revoca l'accesso"],"Revoke":["Revoca"],"Get Started Now":["Inizia ora"],"Go back to the dashboard":["Torna alla dashboard"],"Welcome to the Zip AI Setup Wizard!":["Benvenuto nella procedura guidata di installazione di Zip AI!"],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":["Zip AI è il tuo assistente WordPress, accessibile direttamente nel tuo backend. Crea contenuti persuasivi, genera codice personalizzato e ottieni risposte alle tue domande su WordPress in pochi secondi. Le possibilità sono infinite!"],"Craft Compelling Content":["Crea contenuti coinvolgenti"],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":["Con Zip, puoi creare facilmente testi persuasivi e coinvolgenti che risuonano con il tuo pubblico."],"AI-Powered Block Patterns":["Modelli di blocchi alimentati dall'IA"],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":["Zip può personalizzare e adattare i modelli di blocco e le sezioni in base alle esigenze uniche del tuo sito web."],"WordPress Wizardry":["Magia di WordPress"],"Got questions? Zip has the answers. Whether it's troubleshooting, or customizing your site, Zip has your back.":["Hai domande? Zip ha le risposte. Che si tratti di risolvere problemi o personalizzare il tuo sito, Zip è al tuo fianco."],"Personalized Templates":["Modelli personalizzati"],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":["Dì addio ai design generici e dai il benvenuto ai modelli di pagina personalizzati di Zip, creati su misura per te."],"Generate Custom Code":["Genera codice personalizzato"],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":["Basta con lottare con problemi di codifica complessi. Zip può creare codice personalizzato, funzioni e CSS su misura per le tue esigenze."],"Custom Pages with AI":["Pagine personalizzate con AI"],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":["Con Zip AI al tuo fianco, puoi creare bellissime pagine web personalizzate al 100%s senza bisogno di competenze di design o programmazione."],"From the Team Behind Some Iconic WordPress Products":["Dalla squadra dietro alcuni prodotti iconici di WordPress"],"Visit Website":["Visita il sito web"],"Words Written":["Parole scritte"],"Get more Credits":["Ottieni più crediti"],"of %s":["di %s"],"Enable Zip AI":["Abilita Zip AI"],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":["Puoi facilmente abilitare o disabilitare Zip AI da questa sezione. Basta attivare o disattivare l'interruttore con un solo clic."],"Zip is Authorized":["Zip è autorizzato"],"Your website is connected to AI. You can disconnect at any time.":["Il tuo sito web è connesso all'IA. Puoi disconnetterti in qualsiasi momento."],"Are you sure you want to disconnect?":["Sei sicuro di voler disconnetterti?"],"You will need to reconnect to use AI features again.":["Dovrai riconnetterti per utilizzare nuovamente le funzionalità AI."],"Default route fallback":["Fallback del percorso predefinito"],"Zip - Your AI Assistant":["Zip - Il tuo assistente AI"]}}}