{"translation-revision-date":"2024-11-07T08:15:56+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Cancel":["Annuleren"],"Revoke Access":["Toegang intrekken"],"Revoke":["Intrekken"],"Generate Custom Code":["Genereer Aangepaste Code"],"Get Started Now":["Begin nu"],"Go back to the dashboard":["Ga terug naar het dashboard"],"Welcome to the Zip AI Setup Wizard!":["Welkom bij de Zip AI Installatiewizard!"],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":["Zip AI is je WordPress-assistent, direct toegankelijk binnen je backend. Creëer overtuigende content, genereer aangepaste code en krijg binnen enkele seconden antwoorden op je WordPress-vragen. De mogelijkheden zijn eindeloos!"],"Craft Compelling Content":["Creëer Aansprekende Inhoud"],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":["Met Zip kun je moeiteloos overtuigende, boeiende teksten maken die resoneren met je publiek."],"AI-Powered Block Patterns":["AI-aangedreven blokpatronen"],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":["Zip kan de blokpatronen en sectiesjablonen personaliseren en aanpassen aan de unieke behoeften van uw website."],"WordPress Wizardry":["WordPress Toverkunst"],"Got questions? Zip has the answers. Whether it's troubleshooting, or customizing your site, Zip has your back.":["Vragen? Zip heeft de antwoorden. Of het nu gaat om probleemoplossing of het aanpassen van je site, Zip staat voor je klaar."],"Personalized Templates":["Gepersonaliseerde sjablonen"],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":["Zeg vaarwel tegen generieke ontwerpen en zeg hallo tegen Zip's gepersonaliseerde paginasjablonen, speciaal voor jou op maat gemaakt."],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":["Geen gedoe meer met complexe codeerproblemen. Zip kan op maat gemaakte code, functies en CSS creëren die aan uw behoeften voldoen."],"Custom Pages with AI":["Aangepaste pagina's met AI"],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":["Met Zip AI aan je zijde kun je prachtige, 100%s op maat gemaakte webpagina's maken zonder dat je ontwerp- of programmeervaardigheden nodig hebt."],"From the Team Behind Some Iconic WordPress Products":["Van het team achter enkele iconische WordPress-producten"],"Visit Website":["Bezoek website"],"Words Written":["Woorden Geschreven"],"Get more Credits":["Verkrijg meer credits"],"of %s":["van %s"],"Enable Zip AI":["Zip AI inschakelen"],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":["U kunt Zip AI eenvoudig in- of uitschakelen vanuit dit gedeelte. Schakel de schakelaar eenvoudig in of uit met één klik."],"Zip is Authorized":["Zip is geautoriseerd"],"Your website is connected to AI. You can disconnect at any time.":["Uw website is verbonden met AI. U kunt op elk moment de verbinding verbreken."],"Are you sure you want to disconnect?":["Weet je zeker dat je de verbinding wilt verbreken?"],"You will need to reconnect to use AI features again.":["U moet opnieuw verbinding maken om AI-functies weer te gebruiken."],"Default route fallback":["Standaardroute-terugval"],"Zip - Your AI Assistant":["Zip - Je AI-assistent"]}}}