{"translation-revision-date":"2024-11-27T11:30:35+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Cancel":["Abbrechen"],"Revoke Access":["Zugriff widerrufen"],"Revoke":["Widerrufen"],"Get Started Now":["Jetzt loslegen"],"Go back to the dashboard":["Gehe zurück zum Dashboard"],"Welcome to the Zip AI Setup Wizard!":["Willkommen beim Zip AI Setup-Assistenten!"],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":["Zip AI ist Ihr WordPress-Assistent, direkt in Ihrem Backend zugänglich. Erstellen Sie überzeugende Inhalte, generieren Sie benutzerdefinierten Code und erhalten Sie in Sekundenschnelle Antworten auf Ihre WordPress-Anfragen. Die Möglichkeiten sind endlos!"],"Craft Compelling Content":["Erstellen Sie überzeugende Inhalte"],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":["Mit Zip können Sie mühelos überzeugende, ansprechende Texte erstellen, die bei Ihrem Publikum Anklang finden."],"AI-Powered Block Patterns":["KI-gesteuerte Blockmuster"],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":["Zip kann die Blockmuster und Abschnittsvorlagen anpassen und personalisieren, um den einzigartigen Anforderungen Ihrer Website gerecht zu werden."],"WordPress Wizardry":["WordPress-Zauberei"],"Got questions? Zip has the answers. Whether it's troubleshooting, or customizing your site, Zip has your back.":["Fragen? Zip hat die Antworten. Ob es um Fehlerbehebung oder die Anpassung Ihrer Website geht, Zip steht Ihnen zur Seite."],"Personalized Templates":["Personalisierte Vorlagen"],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":["Verabschieden Sie sich von generischen Designs und begrüßen Sie die personalisierten Seitenvorlagen von Zip, die speziell für Sie maßgeschneidert sind."],"Generate Custom Code":["Benutzerdefinierten Code generieren"],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":["Kein Kampf mehr mit komplexen Codierungsproblemen. Zip kann maßgeschneiderten Code, Funktionen und CSS nach Ihren Bedürfnissen erstellen."],"Custom Pages with AI":["Benutzerdefinierte Seiten mit KI"],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":["Mit Zip AI an Ihrer Seite können Sie wunderschöne, 100%s individuelle Webseiten erstellen, ohne Design- oder Programmierkenntnisse zu benötigen."],"From the Team Behind Some Iconic WordPress Products":["Vom Team hinter einigen ikonischen WordPress-Produkten"],"Visit Website":["Website besuchen"],"Words Written":["Geschriebene Wörter"],"Get more Credits":["Erhalte mehr Credits"],"of %s":["von %s"],"Enable Zip AI":["Zip AI aktivieren"],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":["Sie können Zip AI in diesem Abschnitt ganz einfach aktivieren oder deaktivieren. Schalten Sie den Schalter einfach mit einem Klick ein oder aus."],"Zip is Authorized":["Zip ist autorisiert"],"Your website is connected to AI. You can disconnect at any time.":["Ihre Website ist mit KI verbunden. Sie können die Verbindung jederzeit trennen."],"Are you sure you want to disconnect?":["Sind Sie sicher, dass Sie die Verbindung trennen möchten?"],"You will need to reconnect to use AI features again.":["Sie müssen sich erneut verbinden, um die KI-Funktionen wieder nutzen zu können."],"Default route fallback":["Standardrouten-Backup"],"Zip - Your AI Assistant":["Zip - Ihr KI-Assistent"]}}}