{"translation-revision-date":"2024-11-14T10:08:38+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Cancel":["Cancelar"],"Revoke Access":["Revocar acceso"],"Revoke":["Revocar"],"Generate Custom Code":["Generar código personalizado"],"Get Started Now":["Comienza ahora"],"Go back to the dashboard":["Regresa al panel de control"],"Welcome to the Zip AI Setup Wizard!":["¡Bienvenido al Asistente de Configuración de Zip AI!"],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":["Zip AI es tu asistente de WordPress, accesible directamente desde tu backend. Crea contenido persuasivo, genera código personalizado y obtén respuestas a tus consultas de WordPress en segundos. ¡Las posibilidades son infinitas!"],"Craft Compelling Content":["Elabora contenido atractivo"],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":["Con Zip, puedes crear fácilmente textos persuasivos y atractivos que resuenen con tu audiencia."],"AI-Powered Block Patterns":["Patrones de Bloques Impulsados por IA"],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":["Zip puede personalizar y adaptar los patrones de bloques y las plantillas de secciones a las necesidades únicas de su sitio web."],"WordPress Wizardry":["Magia de WordPress"],"Got questions? Zip has the answers. Whether it's troubleshooting, or customizing your site, Zip has your back.":["¿Tienes preguntas? Zip tiene las respuestas. Ya sea para solucionar problemas o personalizar tu sitio, Zip está aquí para ayudarte."],"Personalized Templates":["Plantillas personalizadas"],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":["Di adiós a los diseños genéricos y da la bienvenida a las plantillas de página personalizadas de Zip, hechas especialmente para ti."],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":["No más luchar con problemas de codificación complejos. Zip puede crear código personalizado, funciones y CSS adaptados a tus necesidades."],"Custom Pages with AI":["Páginas personalizadas con IA"],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":["Con Zip AI a tu lado, puedes crear hermosas páginas web 100%s personalizadas sin necesidad de habilidades de diseño o programación."],"From the Team Behind Some Iconic WordPress Products":["Del equipo detrás de algunos productos icónicos de WordPress"],"Visit Website":["Visitar sitio web"],"Words Written":["Palabras escritas"],"Get more Credits":["Obtén más créditos"],"of %s":["de %s"],"Enable Zip AI":["Habilitar Zip AI"],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":["Puedes activar o desactivar Zip AI fácilmente desde esta sección. Simplemente cambia el interruptor con un solo clic."],"Zip is Authorized":["Zip está autorizado"],"Your website is connected to AI. You can disconnect at any time.":["Su sitio web está conectado a la IA. Puede desconectarse en cualquier momento."],"Are you sure you want to disconnect?":["¿Estás seguro de que deseas desconectar?"],"You will need to reconnect to use AI features again.":["Necesitarás reconectarte para usar las funciones de IA nuevamente."],"Default route fallback":["Ruta predeterminada de respaldo"],"Zip - Your AI Assistant":["Zip - Tu asistente de IA"]}}}