{"translation-revision-date":"2024-11-27T11:30:35+00:00","generator":"WP-CLI\/2.10.0","source":"inc\/lib\/ai-builder\/inc\/assets\/build\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Starter Templates":["Starter-Vorlagen"],"Premium":["Premium"],"Elementor":["Elementor"],"Beaver Builder":["Biber Erbauer"],"Close":["Schließen"],"Cancel":["Abbrechen"],"Contact Support":["Support kontaktieren"],"Something went wrong":["Etwas ist schiefgelaufen"],"Downloading the images in media library…":["Bilder in der Medienbibliothek werden heruntergeladen…"],"Adding interactive elements to engage visitors…":["Interaktive Elemente hinzufügen, um Besucher zu engagieren…"],"Crafting compelling copy that speaks to audience…":["Fesselnde Texte verfassen, die das Publikum ansprechen…"],"Optimizing website for performance and speed…":["Optimierung der Website für Leistung und Geschwindigkeit…"],"Adding essential features to engage visitors…":["Wesentliche Funktionen hinzufügen, um Besucher zu engagieren…"],"Optimizing SEO settings to boost online presence…":["Optimierung der SEO-Einstellungen zur Steigerung der Online-Präsenz…"],"Finalizing website layout and structure…":["Abschluss des Website-Layouts und der Struktur…"],"Testing functionality across different browsers…":["Testen der Funktionalität in verschiedenen Browsern…"],"It's taking a bit more than usual. Bear with us…":["Es dauert etwas länger als gewöhnlich. Bitte haben Sie Geduld mit uns…"],"Oops, Site creation hiccupped, we are trying one more time":["Ups, die Seitenerstellung hat gehakt, wir versuchen es noch einmal."],"Oops, our site creation magic misfired! We couldn't create your site. Please try again…":["Ups, unsere Magie zur Seitenerstellung hat nicht funktioniert! Wir konnten Ihre Seite nicht erstellen. Bitte versuchen Sie es erneut…"],"Style 1":["Stil 1"],"Style 2":["Stil 2"],"Style 3":["Stil 3"],"Style 4":["Stil 4"],"Style 5":["Stil 5"],"Style 6":["Stil 6"],"Style 7":["Stil 7"],"Style 8":["Stil 8"],"Style 9":["Stil 9"],"Style 10":["Stil 10"],"Original %1$s":["Original %1$s"],"Original":["Original"],"Custom":["Benutzerdefiniert"],"Color Palette":["Farbpalette"],"Font Pair":["Schriftartenpaar"],"Use setting":["Einstellung verwenden"],"Site Logo":["Seitenlogo"],"Change":["Ändern"],"Upload File Here":["Datei hier hochladen"],"Show site title":["Seitentitel anzeigen"],"Logo width":["Logo Breite"],"Are you sure?":["Bist du sicher?"],"This will redirect you to the first screen and discard the progress you have made.":["Dies wird Sie zum ersten Bildschirm weiterleiten und den Fortschritt, den Sie gemacht haben, verwerfen."],"If you prefer to continue, click 'Cancel'.":["Wenn Sie fortfahren möchten, klicken Sie auf 'Abbrechen'."],"Exit":["Beenden"],"Light":["Licht"],"Dark":["Dunkel"],"Muted":["Stumm"],"Normal":["Normal"],"Vibrant":["Lebendig"],"This color is not suitable for reading on %1$s backgrounds. Consider making it slightly %2$s.":["Diese Farbe ist nicht geeignet für das Lesen auf %1$s Hintergründen. Erwägen Sie, sie etwas %2$s zu machen."],"Style":["Stil"],"Saturation":["Sättigung"],"Brightness":["Helligkeit"],"Hold On!":["Warte!"],"It looks like you already have a website made with Starter Templates. Clicking the 'Start Building' button will recreate the site, and all previous data will be overridden.":["Es sieht so aus, als hätten Sie bereits eine Website mit Starter Templates erstellt. Wenn Sie auf die Schaltfläche „Start Building“ klicken, wird die Website neu erstellt und alle vorherigen Daten werden überschrieben."],"Maintain previous\/old data?":["Vorherige\/alte Daten beibehalten?"],"Enabling this option will maintain your old Starter Templates data, including content and images. Enable it to confirm.":["Wenn Sie diese Option aktivieren, bleiben Ihre alten Startervorlagen-Daten, einschließlich Inhalte und Bilder, erhalten. Aktivieren Sie es, um zu bestätigen."],"Start Building":["Beginnen Sie mit dem Bauen"],"Back":["Zurück"],"You're almost there!":["Du bist fast da!"],"You've chosen a %1$s Access this design and all others when you upgrade.":["Sie haben ein %1$s ausgewählt. Greifen Sie auf dieses Design und alle anderen zu, wenn Sie ein Upgrade durchführen."],"Unlock the Access":["Entsperren Sie den Zugang"],"here":["hier"],"Problem Detected in Previous Site Creation!":["Problem bei der vorherigen Seitenerstellung festgestellt!"],"We encountered the following errors while creating your previous site:":["Wir sind auf die folgenden Fehler gestoßen, während wir Ihre vorherige Website erstellt haben:"],"Not enough information to display.":["Nicht genügend Informationen zur Anzeige."],"If you want to retry the import, select a saved site below then click on the “Retry Import” button. Or contact our support %1$s.":["Wenn Sie den Import erneut versuchen möchten, wählen Sie unten eine gespeicherte Seite aus und klicken Sie auf die Schaltfläche „Import erneut versuchen“. Oder kontaktieren Sie unseren Support %1$s."],"If you proceed without fixing these issues, you may encounter the same errors again, which could exhaust your AI site creation attempts. If you need help, feel free to contact us %1$s. Do you still want to continue?":["Wenn Sie fortfahren, ohne diese Probleme zu beheben, könnten Sie erneut auf die gleichen Fehler stoßen, was Ihre Versuche zur Erstellung von KI-Websites erschöpfen könnte. Wenn Sie Hilfe benötigen, können Sie uns gerne kontaktieren %1$s. Möchten Sie trotzdem fortfahren?"],"Created On: ":["Erstellt am: "],"Importing saved sites won’t be exhausting your AI site generation count.":["Das Importieren gespeicherter Websites wird Ihr KI-Website-Generierungskontingent nicht erschöpfen."],"Retry Import":["Import erneut versuchen"],"This is just a sneak peek. The actual website and its content will be created in the next step.":["Dies ist nur ein Vorgeschmack. Die eigentliche Website und deren Inhalte werden im nächsten Schritt erstellt."],"Build with AI":["Mit KI bauen"],"Premium Design":["Premium-Design"],"You've chosen a Premium Design. Access this design and all others with our paid plans starting at just $79.":["Sie haben ein Premium-Design gewählt. Greifen Sie auf dieses und alle anderen Designs mit unseren kostenpflichtigen Plänen ab nur 79 $ zu."],"Continue":["Fortfahren"],"Back to Other Designs":["Zurück zu anderen Designs"],"Responsive Preview":["Reaktionsvorschau"],"%s AI sites":["%s KI-Seiten"],"This plan allows you to generate %s per day, and you have reached this limit.":["Dieser Plan erlaubt es Ihnen, %s pro Tag zu generieren, und Sie haben dieses Limit erreicht."],"To create more AI websites, you will need to either upgrade your plan or wait until the limit resets.":["Um mehr KI-Websites zu erstellen, müssen Sie entweder Ihren Plan upgraden oder warten, bis das Limit zurückgesetzt wird."],"Limit reached":["Limit erreicht"],"Resume your last session?":["Möchten Sie Ihre letzte Sitzung fortsetzen?"],"It appears that your previous website building session was interrupted. Would you like to pick up where you left off?":["Es scheint, dass Ihre vorherige Website-Erstellungssitzung unterbrochen wurde. Möchten Sie dort weitermachen, wo Sie aufgehört haben?"],"Resume Previous Session":["Vorherige Sitzung fortsetzen"],"Start Over":["Nochmal anfangen"],"Oops , Something went wrong!":["Ups, etwas ist schiefgelaufen!"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Es gab ein Problem bei der Bearbeitung der Anfrage. Bitte versuchen Sie es erneut. Wenn dieser Fehler weiterhin auftritt, kontaktieren Sie bitte unser <a href=\"%1$s\">Support-Team<\/a>."],"Back to Main Screen":["Zurück zum Hauptbildschirm"],"Site creation failed due to an unexpected error. Please try again or reach out for assistance if the issue persists.":["Die Erstellung der Website ist aufgrund eines unerwarteten Fehlers fehlgeschlagen. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support, wenn das Problem weiterhin besteht."],"Additional technical information:":["Zusätzliche technische Informationen:"],"Error Message: %1$s":["Fehlermeldung: %1$s"],"Exit to Dashboard":["Zurück zum Dashboard"],"This is the total usage quota":["Dies ist das gesamte Nutzungskontingent"],"This usage quota will reset monthly":["Dieses Nutzungskontingent wird monatlich zurückgesetzt"],"This usage quota will reset daily":["Dieses Nutzungskontingent wird täglich zurückgesetzt"],"This usage quota will reset %s":["Dieses Nutzungskontingent wird %s zurückgesetzt"],"Plan Usage & Limit":["Nutzungsplan & Limit"],"Keep track and monitor how you allocate and use resources in your existing plan.":["Behalten Sie im Auge und überwachen Sie, wie Sie Ressourcen in Ihrem bestehenden Plan zuweisen und nutzen."],"Plan":["Plan"],"Manage Plan":["Plan verwalten"],"Staging Sites":["Staging-Websites"],"AI Website Generations":["KI-Website-Generationen"],"Blueprint Sites":["Blueprint-Seiten"],"Disk Space Utilized":["Genutzter Speicherplatz"],"Team members":["Teammitglieder"],"Upgrade Now":["Jetzt upgraden"],"5 AI sites per day":["5 KI-Seiten pro Tag"],"20,000 AI Credits":["20.000 AI-Credits"],"Premium designs":["Premium-Designs"],"5 Blueprint Sites":["5 Blaupausenstandorte"],"10 AI sites per day":["10 KI-Seiten pro Tag"],"100,000 AI Credits":["100.000 KI-Credits"],"10 Blueprint Sites":["10 Blaupausenstandorte"],"Great Start! Congratulations..":["Toller Start! Herzlichen Glückwunsch."],"You've successfully generated %1$s AI sites with your %2$s Plan account. You can do much more with the %3$s Plan:":["Sie haben erfolgreich %1$s KI-Websites mit Ihrem %2$s Plan-Konto erstellt. Mit dem %3$s Plan können Sie noch viel mehr erreichen:"],"Block Editor":["Block-Editor"],"AI Website Builder":["KI-Website-Builder"],"Next":["Weiter"],"Skip Step":["Schritt überspringen"],"Search":["Suche"],"Nothing found":["Nichts gefunden"],"The website will be in:":["Die Website wird in:"],"Type to search":["Zum Suchen tippen"],"You've almost reached AI site-building limit.":["Sie haben fast das Limit für den KI-Websiteaufbau erreicht."],"Upgrade with add-ons to unlock more.":["Mit Add-ons upgraden, um mehr freizuschalten."],"Buy Add-ons":["Add-ons kaufen"],"Use this":["Verwende dies"],"Improve Using AI":["Mit KI verbessern"],"Add More Business Details":["Weitere Geschäftsinformationen hinzufügen"],"The business details provided are not enough to create the website content. Please describe your business with more details, or use AI to write it for you.":["Die bereitgestellten Geschäftsinformationen reichen nicht aus, um den Website-Inhalt zu erstellen. Bitte beschreiben Sie Ihr Geschäft ausführlicher oder nutzen Sie KI, um es für Sie zu schreiben."],"A good business description is:":["Eine gute Unternehmensbeschreibung ist:"],"I'll Write by Myself":["Ich werde selbst schreiben"],"Enter your %s account URL":["Geben Sie die URL Ihres %s-Kontos ein"],"Enter your Google Business URL":["Geben Sie Ihre Google Business-URL ein"],"Enter your Yelp business URL":["Geben Sie Ihre Yelp-Geschäfts-URL ein"],"Enter your account URL":["Geben Sie Ihre Konto-URL ein"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Instagram":["Instagram"],"LinkedIn":["LinkedIn"],"YouTube":["YouTube"],"Google My Business":["Google My Business"],"Yelp":["Yelp"],"Social Media":["Soziale Medien"],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Bitte geben Sie eine vollständige URL ein. Z.B. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"This might not be a valid URL.":["Dies könnte keine gültige URL sein."],"Upload images":["Bilder hochladen"],"Invalid file name! Please avoid special characters. (%s)":["Ungültiger Dateiname! Bitte vermeiden Sie Sonderzeichen. (%s)"],"Option %s":["Option %s"],"Open Design in New Tab":["Design in neuem Tab öffnen"],"E-Commerce":["E-Commerce"],"Pages included:":["Enthaltene Seiten:"],"Page count: %s":["Seitenanzahl: %s"],"Generating preview…":["Vorschau wird generiert…"],"All orientations":["Alle Ausrichtungen"],"Landscape":["Landschaft"],"Portrait":["Porträt"],"Search Results":["Suchergebnisse"],"Upload Your Images":["Laden Sie Ihre Bilder hoch"],"Selected Images":["Ausgewählte Bilder"],"Select features":["Funktionen auswählen"],"Select the features you want on this website":["Wählen Sie die Funktionen aus, die Sie auf dieser Website wünschen"],"Something went wrong. Please try again later.":["Etwas ist schiefgelaufen. Bitte versuchen Sie es später noch einmal."],"Skip & Start Building":["Überspringen & Mit dem Bauen beginnen"],"Importing Content…":["Inhalt wird importiert…"],"Fetching related demo failed.":["Abrufen der zugehörigen Demo fehlgeschlagen."],"Astra Theme Installed.":["Astra-Theme installiert."],"Astra theme installation failed.":["Die Installation des Astra-Themas ist fehlgeschlagen."],"Installing Astra Theme…":["Installiere Astra-Theme…"],"Oops.. Something went wrong":["Ups.. Etwas ist schiefgelaufen"],"What happened?":["Was ist passiert?"],"Importing site content has failed. The import process was interrupted.":["Der Import von Website-Inhalten ist fehlgeschlagen. Der Importvorgang wurde unterbrochen."],"Additional technical information from console:":["Zusätzliche technische Informationen von der Konsole:"],"Click here to try again":["Klicken Sie hier, um es erneut zu versuchen"],"Double-checking for grammar and spelling errors…":["Doppelte Überprüfung auf Grammatik- und Rechtschreibfehler…"],"Finalizing setup and configurations…":["Abschluss der Einrichtung und Konfigurationen…"],"Crossing the t's and dotting the i's…":["Die T's kreuzen und die I's punkten…"],"Reviewing for any last-minute tweaks…":["Überprüfung auf letzte Anpassungen…"],"Almost there! Just a few more finishing touches…":["Fast geschafft! Nur noch ein paar letzte Feinheiten…"],"Your website is almost ready.":["Ihre Website ist fast fertig."],"It's taking longer than usual. Please bear with us!":["Es dauert länger als gewöhnlich. Bitte haben Sie Geduld mit uns!"],"Building a website has never been this easy!":["Eine Website zu erstellen war noch nie so einfach!"],"Here is how the AI Website Builder works:":["So funktioniert der KI-Website-Builder:"],"Create a free account on ZipWP platform.":["Erstellen Sie ein kostenloses Konto auf der ZipWP-Plattform."],"Describe your dream website in your own words.":["Beschreiben Sie Ihre Traum-Website in Ihren eigenen Worten."],"Watch as AI crafts your WordPress website instantly.":["Beobachten Sie, wie KI Ihre WordPress-Website sofort erstellt."],"Refine the website with an easy drag & drop builder.":["Verfeinern Sie die Website mit einem einfachen Drag-&-Drop-Builder."],"Launch.":["Start."],"Let's Get Started. It's Free":["Lass uns anfangen. Es ist kostenlos."],"Let's build your website!":["Lassen Sie uns Ihre Website erstellen!"],"Please share some basic details of the website to get started.":["Bitte teilen Sie einige grundlegende Details der Website mit, um zu beginnen."],"Name of the website:":["Name der Website:"],"Enter name or title of the website":["Geben Sie den Namen oder Titel der Website ein"],"Name is required":["Name ist erforderlich"],"This website is for:":["Diese Website ist für:"],"Let’s Start":["Lass uns anfangen"],"Name, language & type":["Name, Sprache & Typ"],"What is %s? Please describe the business.":["Was ist %s? Bitte beschreiben Sie das Geschäft."],"Please be as descriptive as you can. Share details such as services, products, goals, etc.":["Bitte seien Sie so beschreibend wie möglich. Teilen Sie Details wie Dienstleistungen, Produkte, Ziele usw. mit."],"Who is %s? Tell us more about the person.":["Wer ist %s? Erzählen Sie uns mehr über die Person."],"Please be as descriptive as you can. Share details such as what they do, their expertise, offerings, etc.":["Bitte seien Sie so beschreibend wie möglich. Teilen Sie Details wie ihre Tätigkeiten, ihre Expertise, Angebote usw. mit."],"What is %s? Please describe the organisation.":["Was ist %s? Bitte beschreiben Sie die Organisation."],"Please be as descriptive as you can. Share details such as services, programs, mission, vision, etc.":["Bitte seien Sie so beschreibend wie möglich. Teilen Sie Details wie Dienstleistungen, Programme, Mission, Vision usw. mit."],"What is %s? Tell us more about the restaurant.":["Was ist %s? Erzählen Sie uns mehr über das Restaurant."],"Please be as descriptive as you can. Share details such as a brief about the restaurant, specialty, menu, etc.":["Bitte seien Sie so ausführlich wie möglich. Teilen Sie Details wie eine kurze Beschreibung des Restaurants, Spezialitäten, Menü usw. mit."],"What is %s? Share more details about the product.":["Was ist %s? Teilen Sie mehr Details über das Produkt mit."],"Please be as descriptive as you can. Share details such as a brief about the product, features, some USPs, etc.":["Bitte seien Sie so ausführlich wie möglich. Teilen Sie Details wie eine kurze Beschreibung des Produkts, Funktionen, einige Alleinstellungsmerkmale usw. mit."],"Tell us more about %s.":["Erzählen Sie uns mehr über %s."],"Please be as descriptive as you can. Share details such as Event information date, venue, some highlights, etc.":["Bitte seien Sie so beschreibend wie möglich. Teilen Sie Details wie Veranstaltungsinformationen, Datum, Ort, einige Highlights usw. mit."],"Share more details about %s.":["Teilen Sie mehr Details über %s mit."],"Tell us more about the %s.":["Erzählen Sie uns mehr über das %s."],"Please be as descriptive as you can. Share details such as treatments, procedures, facilities, etc.":["Bitte seien Sie so ausführlich wie möglich. Teilen Sie Details wie Behandlungen, Verfahren, Einrichtungen usw. mit."],"Please describe %s in a few words.":["Bitte beschreiben Sie %s in ein paar Worten."],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["Die beste Art, etwas zu beschreiben, ist, indem man einige W-Fragen beantwortet. Wer, Was, Wo, Warum, Wann, usw."],"Characters: ":["Zeichen: "],"E.g. Mantra Minds is a yoga studio located in Chino Hills, California. The studio offers a variety of classes such as Hatha yoga, Vinyasa flow, and Restorative yoga. The studio is led by Jane, an experienced and certified yoga instructor with over 10 years of teaching expertise. The welcoming atmosphere and personalized Jane make it a favorite among yoga enthusiasts in the area.":["Z.B. Mantra Minds ist ein Yogastudio in Chino Hills, Kalifornien. Das Studio bietet eine Vielzahl von Kursen an, wie Hatha-Yoga, Vinyasa-Flow und Restorative Yoga. Das Studio wird von Jane geleitet, einer erfahrenen und zertifizierten Yogalehrerin mit über 10 Jahren Unterrichtserfahrung. Die einladende Atmosphäre und die persönliche Betreuung durch Jane machen es zu einem Favoriten unter Yoga-Enthusiasten in der Gegend."],"Write Using AI":["Mit KI schreiben"],"Describe":["Beschreiben"],"Some details please":["Einige Details bitte"],"How can people get in touch with %1$s?":["Wie können Menschen mit %1$s in Kontakt treten?"],"Please provide the contact information below. These will be used on the website.":["Bitte geben Sie die unten stehenden Kontaktdaten an. Diese werden auf der Website verwendet."],"Email":["E-Mail"],"Your email":["Ihre E-Mail"],"Please enter a valid email":["Bitte geben Sie eine gültige E-Mail-Adresse ein"],"Phone Number":["Telefonnummer"],"Your phone number":["Ihre Telefonnummer"],"Address":["Adresse"],"Contact":["Kontakt"],"How can people get in touch":["Wie können Menschen Kontakt aufnehmen"],"You can only upload 20 images at once":["Sie können nur 20 Bilder auf einmal hochladen"],"Select the Images":["Bilder auswählen"],"Add more relevant keywords…":["Fügen Sie mehr relevante Schlüsselwörter hinzu…"],"Suggested Keywords":["Vorgeschlagene Schlüsselwörter"],"Clear":["Klar"],"or drop your images here (Max 20)":["oder ziehen Sie Ihre Bilder hierher (maximal 20)"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"Max size: 5 MB per file":["Maximale Größe: 5 MB pro Datei"],"You have not selected any images yet.":["Sie haben noch keine Bilder ausgewählt."],"We couldn't find anything with your keyword.":["Wir konnten mit Ihrem Schlüsselwort nichts finden."],"Try to refine your search.":["Versuchen Sie, Ihre Suche zu verfeinern."],"Find the perfect images for your website by entering a keyword or selecting from the suggested options.":["Finden Sie die perfekten Bilder für Ihre Website, indem Sie ein Schlüsselwort eingeben oder aus den vorgeschlagenen Optionen auswählen."],"End of the search results":["Ende der Suchergebnisse"],"Save & Exit":["Speichern & Beenden"],"Images":["Bilder"],"Select relevant images as needed":["Wählen Sie bei Bedarf relevante Bilder aus"],"Choose the Design":["Wählen Sie das Design"],"Add a keyword":["Ein Schlüsselwort hinzufügen"],"Error while fetching templates":["Fehler beim Abrufen der Vorlagen"],"Load More Designs":["Mehr Designs laden"],"Design":["Design"],"Choose a structure for your website":["Wählen Sie eine Struktur für Ihre Website"],"Features":["Funktionen"],"Select features as you need":["Wählen Sie Funktionen nach Bedarf aus"],"Resetting posts.":["Beiträge zurücksetzen."],"Resetting posts failed.":["Zurücksetzen der Beiträge fehlgeschlagen."],"Taking settings backup.":["Einstellungen werden gesichert."],"Taking settings backup failed.":["Das Erstellen eines Sicherungsbackups der Einstellungen ist fehlgeschlagen."],"Resetting customizer.":["Zurücksetzen des Anpasstools."],"Resetting customizer failed.":["Zurücksetzen des Anpasstools fehlgeschlagen."],"Resetting site options.":["Zurücksetzen der Website-Optionen."],"Resetting site options Failed.":["Zurücksetzen der Website-Optionen fehlgeschlagen."],"Resetting widgets.":["Widgets zurücksetzen."],"Resetting widgets JSON parse failed.":["Zurücksetzen der Widgets JSON-Analyse fehlgeschlagen."],"Resetting widgets failed.":["Das Zurücksetzen der Widgets ist fehlgeschlagen."],"Resetting terms and forms.":["Zurücksetzen von Bedingungen und Formularen."],"Resetting terms and forms failed.":["Das Zurücksetzen der Bedingungen und Formulare ist fehlgeschlagen."],"Gathering posts for deletions.":["Sammeln von Beiträgen zur Löschung."],"Resetting posts done.":["Zurücksetzen der Beiträge abgeschlossen."],"Importing Site Content Failed. - Import Process Interrupted":["Importieren von Website-Inhalten fehlgeschlagen. - Importvorgang unterbrochen"],"Importing - %1$s":["Importieren - %1$s"],"Are you sure you want to cancel the site import process?":["Sind Sie sicher, dass Sie den Importvorgang der Website abbrechen möchten?"],"Retrying Import.":["Import wird erneut versucht."],"Preparing your site for import…":["Bereite deine Seite für den Import vor…"],"Preparing the site…":["Bereite die Seite vor…"],"Please wait a moment…":["Bitte warten Sie einen Moment…"],"Failed to create website":["Erstellung der Website fehlgeschlagen"],"The website is created successfully!":["Die Website wurde erfolgreich erstellt!"],"Starting Import.":["Import wird gestartet."],"Resetting site.":["Website wird zurückgesetzt."],"Reset for old website is done.":["Der Reset für die alte Website ist abgeschlossen."],"Downloading Image %s":["Bild %s wird heruntergeladen"],"Downloading images failed.":["Das Herunterladen von Bildern ist fehlgeschlagen."],"Importing forms.":["Formulare werden importiert."],"Importing Customizer failed due to parse JSON error.":["Importieren des Customizers ist aufgrund eines JSON-Parsing-Fehlers fehlgeschlagen."],"Importing Customizer Failed.":["Importieren des Customizers fehlgeschlagen."],"Importing Spectra Settings.":["Importiere Spektreneinstellungen."],"Importing Spectra Settings failed due to parse JSON error.":["Importieren der Spektreneinstellungen ist aufgrund eines JSON-Parsing-Fehlers fehlgeschlagen."],"Importing Spectra Settings Failed.":["Importieren der Spektreneinstellungen fehlgeschlagen."],"Importing Surecart Settings failed.":["Das Importieren der Surecart-Einstellungen ist fehlgeschlagen."],"Importing Surecart Settings Failed.":["Importieren der Surecart-Einstellungen fehlgeschlagen."],"Importing Site Content.":["Importieren von Website-Inhalten."],"Installing Required Plugins.":["Installation der erforderlichen Plugins."],"%1$s plugin installed successfully.":["%1$s Plugin erfolgreich installiert."],"Could not install the plugin - %s":["Konnte das Plugin nicht installieren - %s"],"Importing Site Options.":["Importiere Site-Optionen."],"Importing Site Options failed due to parse JSON error.":["Das Importieren der Site-Optionen ist aufgrund eines JSON-Parsing-Fehlers fehlgeschlagen."],"Importing Site Options Failed.":["Importieren der Site-Optionen fehlgeschlagen."],"Importing Widgets.":["Widgets importieren."],"Importing Widgets failed due to parse JSON error.":["Der Import von Widgets ist aufgrund eines JSON-Parsing-Fehlers fehlgeschlagen."],"Importing Widgets Failed.":["Importieren von Widgets fehlgeschlagen."],"Processing content for pages.":["Inhalt für Seiten verarbeiten."],"Gutenberg batch failed.":["Gutenberg-Batch fehlgeschlagen."],"Gutenberg Batch Failed.":["Gutenberg-Batch fehlgeschlagen."],"Processing images.":["Bilder werden verarbeitet."],"Image processing failed.":["Bildverarbeitung fehlgeschlagen."],"Final finishing.":["Endgültige Fertigstellung."],"Final finishing failed due to parse JSON error.":["Der endgültige Abschluss ist aufgrund eines JSON-Parsing-Fehlers fehlgeschlagen."],"Final finishing Failed.":["Endgültige Fertigstellung fehlgeschlagen."],"Activating %1$s plugin.":["Aktivierung des %1$s-Plugins."],"%1$s activated.":["%1$s aktiviert."],"JSON_Error: Could not activate the required plugin - %1$s.":["JSON_Error: Konnte das erforderliche Plugin nicht aktivieren - %1$s."],"<a href=\"%1$s\">Read article<\/a> to resolve the issue and continue importing template.":["<a href=\"%1$s\">Artikel lesen<\/a>, um das Problem zu lösen und das Importieren der Vorlage fortzusetzen."],"Could not activate the required plugin - %1$s.":["Konnte das erforderliche Plugin - %1$s - nicht aktivieren."],"We are building your website…":["Wir erstellen Ihre Website…"],"Migrating":["Migrieren"],"Done":["Fertig"],"Your website is ready!":["Ihre Website ist fertig!"],"Woohoo, your website %1$s is ready!":["Woohoo, Ihre Website %1$s ist fertig!"],"You did it! Your brand new website is all set to shine online.":["Du hast es geschafft! Deine brandneue Website ist bereit, online zu glänzen."],"See Your Website":["Sehen Sie Ihre Website"],"Visit Dashboard":["Dashboard besuchen"],"Congratulations! Your website is ready!":["Herzlichen Glückwunsch! Ihre Website ist fertig!"],"The requested URL was not found.":["Die angeforderte URL wurde nicht gefunden."],"The URL may have been typed incorrectly. Or it might be a broken or outdated link.":["Die URL wurde möglicherweise falsch eingegeben. Oder es könnte sich um einen defekten oder veralteten Link handeln."]}}}